[
    {
        "premise": "An Asian woman in a purple shirt preparing a bowl of food for the younger Asian boy sitting near buy, while an Asian man eats a roll and prepares to take some food up with his chopsticks.",
        "original_hypothesis": "A mother is making food for her family.",
        "perturbed_hypothesis": "The woman is a caterer preparing a meal for unrelated clients.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A young girl running on grass",
        "original_hypothesis": "The young girl runs to join her classmates at the end of the recess period.",
        "perturbed_hypothesis": "The young girl is lying motionless on the grass.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A group of people is sitting at a large table and using paint brushes to form characters on white paper.",
        "original_hypothesis": "The people are making a welcome home sign.",
        "perturbed_hypothesis": "The people are practicing calligraphy with ink pens.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A girl is swinging, rather high, on a swing with blue ropes with lots of trees in the background.",
        "original_hypothesis": "A girl is swinging, rather high, on a swing with light blue ropes.",
        "perturbed_hypothesis": "The girl is sitting stationary on a swing with red ropes in a treeless landscape.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A policeman on a motorcycle from the rear.",
        "original_hypothesis": "An officer driving down a street.",
        "perturbed_hypothesis": "A pedestrian walking on a sidewalk.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A boy hits a tennis ball on a court.",
        "original_hypothesis": "The boy is good at tennis.",
        "perturbed_hypothesis": "The boy is not hitting a tennis ball on a court.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two construction workers climbing the steel ribbed exterior of a new building at their work site.",
        "original_hypothesis": "The workers are climbing to build the steeple.",
        "perturbed_hypothesis": "The workers are descending the completed exterior using safety harnesses.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man with medium length curly hair, wearing a button down shirt and bracelets, sings into a microphone while he plays a guitar.",
        "original_hypothesis": "A tall person with hair",
        "perturbed_hypothesis": "A short, bald woman plays the drums.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man in a black hat opens his mouth.",
        "original_hypothesis": "The governor prepared to deliver the speech that would deliver the votes.",
        "perturbed_hypothesis": "The silent mime in a brightly colored beret kept his mouth firmly closed.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Numerous customers browsing for produce in a market.",
        "original_hypothesis": "People are shopping for watermelons.",
        "perturbed_hypothesis": "No customers are browsing for produce.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A female dancer wearing all white dancing while a photographer wearing all white takes her picture.",
        "original_hypothesis": "A girl is dancing and anothe man take a photo",
        "perturbed_hypothesis": "A male dancer wearing all black is dancing while a female photographer wearing all black takes his picture.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "People are conversing at a dining table under a canopy.",
        "original_hypothesis": "People at a party are seated for dinner on the lawn.",
        "perturbed_hypothesis": "No one is conversing, and the people are eating alone in isolated soundproof booths.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "The man in black is flying off the full in front of a red fence.",
        "original_hypothesis": "The man wearing black pants and a black jacket is in front of the fence.",
        "perturbed_hypothesis": "The man in black is standing on the ground behind the red fence.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "An old man in a plaid shirt and blue pants is looking in a telescope on a sunny day.",
        "original_hypothesis": "The man in the plaid shirt is looking through a telescope to see stars at daytime.",
        "perturbed_hypothesis": "The man wearing solid red overalls is using binoculars on a cloudy night.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man with no shirt on is holding a football.",
        "original_hypothesis": "A man poses for a photo with a football.",
        "perturbed_hypothesis": "The man is fully clothed and holding a basketball.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two women are eating lollipops- the blond woman is wearing a button and the one with brown hair and a scarf has her eyes closed.",
        "original_hypothesis": "Two sisters are eating lollipops.",
        "perturbed_hypothesis": "The two women eating lollipops are unrelated strangers, one a blond man wearing a button and the other a red-haired woman with open eyes and no scarf.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "people are standing near water with a boat heading their direction",
        "original_hypothesis": "People are standing near water with a large blue boat heading their direction.",
        "perturbed_hypothesis": "No one is standing near the water.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man in a red shirt is walking towards a blue market stall.",
        "original_hypothesis": "The man wants to purchase some produce.",
        "perturbed_hypothesis": "The man is walking away from the blue market stall.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Person fishing in river.",
        "original_hypothesis": "They have a fishing pole",
        "perturbed_hypothesis": "They are fishing with their bare hands.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man in a black tank top wearing a red plaid hat",
        "original_hypothesis": "A man getting ready to play golf.",
        "perturbed_hypothesis": "A man dressed for a formal indoor event.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A group of children divided into a maroon team and a blue team playing a soccer game.",
        "original_hypothesis": "Some children are playing soccer by a school.",
        "perturbed_hypothesis": "No children are playing soccer in teams distinguished by colors.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A boy in a green shirt surrounded by toys and another boy, wearing a blue shirt with penguins, to his left",
        "original_hypothesis": "The two boys are having a playdate arranged by their mothers.",
        "perturbed_hypothesis": "The two boys are strangers who have never met before, coincidentally positioned next to each other in a public park.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two women are laughing and smiling while they eat a meal together.",
        "original_hypothesis": "Lilly and Sally were laughing while eating lunch.",
        "perturbed_hypothesis": "Lilly and Sally were arguing and frowning while they ate a meal together.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A group of three men and two woman sitting at a table that has food, drinks, and a game on it.",
        "original_hypothesis": "the people are tourists",
        "perturbed_hypothesis": "The people are the restaurant's staff on their break.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two men wearing black smile while a seated woman behind them looks tired.",
        "original_hypothesis": "The woman had a long day.",
        "perturbed_hypothesis": "The woman is perfectly rested and the men are forcing her to appear tired.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man standing in front of a building on the phone as two men to the side pain on the side.",
        "original_hypothesis": "a busy man stands with bodyguards",
        "perturbed_hypothesis": "The man is alone and practicing mime in front of a trompe-l'œil mural.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man in a shirt and tie speaks to a group as an older woman holding a cup of coffee looks on.",
        "original_hypothesis": "The man is wearing khakis.",
        "perturbed_hypothesis": "The man is not wearing any pants.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two young ladies walking down the street together.",
        "original_hypothesis": "The two women bundle up in winter coats as the blizzard sets in.",
        "perturbed_hypothesis": "The two women stroll down the street wearing light summer dresses, enjoying the warm sunshine.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Topless girl riding a red bike.",
        "original_hypothesis": "The woman is tall.",
        "perturbed_hypothesis": "The person riding the red bike is a clothed man.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man in a blue shirt and tan shorts has his feet in the steps of an exercise bicycle and is working on the control panel of the machine.",
        "original_hypothesis": "The man is old",
        "perturbed_hypothesis": "The man is a toddler.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A dog jumps to catch a red ball outside.",
        "original_hypothesis": "the dog is at the beach",
        "perturbed_hypothesis": "The dog is inside a house.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A small child wearing a helmet is in a baby carrier that is on the floor.",
        "original_hypothesis": "The child is wearing a helmet because it is going on a bike ride with its mother soon.",
        "perturbed_hypothesis": "The child is wearing a helmet because it is playing indoors and has recently fallen and bumped its head while learning to walk.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A grim looking man with sunglasses pilots a boat.",
        "original_hypothesis": "The hungover man drives his boat to work.",
        "perturbed_hypothesis": "The cheerful, sunglass-less woman is a passenger on the boat.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Four men with baseball caps and logo t-shirts laughing together at a table.",
        "original_hypothesis": "The men play baseball together.",
        "perturbed_hypothesis": "The men have never met before this moment.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "four people standing on a hiking trail in a forest with big tree logs on the ground close to them.",
        "original_hypothesis": "Tall humans standing",
        "perturbed_hypothesis": "Short people sitting on the ground",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Street vendors preparing and serving grilled food.",
        "original_hypothesis": "Street vendors are skillfully grilling food for customers.",
        "perturbed_hypothesis": "Street vendors are not grilling any food.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A young couple and many others out enjoying themselves at an outdoor street event.",
        "original_hypothesis": "The young couple are looking at goods being sold by the street vendors.",
        "perturbed_hypothesis": "The young couple are alone, secluded, and deliberately avoiding the street event and other people.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A woman in a black leather shirt trench-coat and black leather calf-high boots and carrying a colorful bag with a shoulder strap faces away from the camera with a yellow post visible just in front of her.",
        "original_hypothesis": "Some stars are walking past the paparazzis and getting into an awards building",
        "perturbed_hypothesis": "The woman facing the yellow post is alone on a deserted street with no buildings or other people in sight.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "The man in the brown shirt is holding the hand of the long-haired child in front of a painting.",
        "original_hypothesis": "A male has clothes on with his hand holding another young male in front of a painting.",
        "perturbed_hypothesis": "The woman in the blue dress is not touching anyone and is standing in front of a sculpture.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A local street in an Arabic country where there is a market selling Coca-Cola.",
        "original_hypothesis": "A crowded street where people are buying soft drinks and other items.",
        "perturbed_hypothesis": "The street is deserted, and the market is closed with no Coca-Cola for sale.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "an elderly woman walking down the street.",
        "original_hypothesis": "An elderly woman is walking to her doctors appointment.",
        "perturbed_hypothesis": "The elderly woman is not walking anywhere; she is standing still.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "two men play basketball.",
        "original_hypothesis": "Two friends are playing a game of Horse in basketball",
        "perturbed_hypothesis": "Neither of the two people playing basketball are men.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two men are drumming, one is standing and one is sitting down.",
        "original_hypothesis": "Some members of the marching band are sitting while others are standing.",
        "perturbed_hypothesis": "Neither of the two men drumming are standing, and neither are sitting.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A toddler, sitting next to another girl who is slightly older, is using a bubble machine to blow a large bubble into the air.",
        "original_hypothesis": "Sisters are using a bubble machine to blow big bubbles.",
        "perturbed_hypothesis": "The children, who are unrelated strangers, are not using a bubble machine to make bubbles.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Three people are outside.",
        "original_hypothesis": "Three people enjoying the great outdoors.",
        "perturbed_hypothesis": "Three people are inside.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A guy in a bright green hoodie is crossing a crosswalk while looking at an accident between some cars and a bike.",
        "original_hypothesis": "A guy looks upon a collision between two Hondas and a Schwinn.",
        "perturbed_hypothesis": "The person crossing the crosswalk, wearing a navy blue jacket, is oblivious to the nearby accident involving a motorcycle and a single sedan.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A brown and white dog walking away from a black and brown dog with a tennis ball in its mouth while standing in water.",
        "original_hypothesis": "Two dogs play together at the lake.",
        "perturbed_hypothesis": "The two dogs are not interacting, and the brown and white dog is leaving because the black and brown dog stole its tennis ball.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two casually-dressed men, one in a cowboy hat and one in a baseball cap, make their way through a crowd.",
        "original_hypothesis": "The cap is a Yankee cap.",
        "perturbed_hypothesis": "Neither man is wearing any kind of head covering.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "a woman walking down the street.",
        "original_hypothesis": "A woman is walking to work.",
        "perturbed_hypothesis": "The woman is standing still.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man wearing a headscarf and loincloth is laying and smoothing an asphalt surface near a forest on a hot day.",
        "original_hypothesis": "The headscarf is a gift.",
        "perturbed_hypothesis": "The man is wearing the headscarf and loincloth as part of a professionally mandated uniform for his road construction job.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A girl in a purple top, baggy pants and sneakers is blowing a kiss, while another girl in black watches.",
        "original_hypothesis": "A girl is blowing a kiss to a boy while someone watches.",
        "perturbed_hypothesis": "Neither girl is blowing a kiss, and no one is watching anyone.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A tractor decorated as a float for a parade",
        "original_hypothesis": "A tractor drives down the parade route",
        "perturbed_hypothesis": "The tractor remains parked in a field.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man examines his facial hair.",
        "original_hypothesis": "He is deciding whether he should trim his beard.",
        "perturbed_hypothesis": "He is clean-shaven.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "An African person standing in a wheat field.",
        "original_hypothesis": "A person standing in a wheat field of his boss.",
        "perturbed_hypothesis": "A non-African person standing in a non-wheat field.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "a boy in a red hooded top is smiling whilst looking away from his reflection.",
        "original_hypothesis": "The boy doesn't want to see his reflection.",
        "perturbed_hypothesis": "The boy is deliberately looking at something else while making sure his reflection can see him smile.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man in a black suit with a cat on a leash is looking in a shop while the cat stands beside him staring the opposite direction of the man, as a woman in a green jacket, black pants and high heels has walked past both cat and man.",
        "original_hypothesis": "A man taking his cat with him while running some errands.",
        "perturbed_hypothesis": "The man abandoned the cat, which is now lost and disoriented, and the smartly dressed woman is a stranger unrelated to either.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A dog standing near snow looking at water.",
        "original_hypothesis": "The dog is thinking about going to for a swim.",
        "perturbed_hypothesis": "The dog is intensely afraid of water and is actively avoiding going near it, recoiling from even the sight of it.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A young boy in green practices juggling in a parking lot.",
        "original_hypothesis": "The young man is juggling balls.",
        "perturbed_hypothesis": "The young person in green is practicing hopscotch in a field.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man in purple tie is singing.",
        "original_hypothesis": "A man is performing in a concert.",
        "perturbed_hypothesis": "The man in the purple tie is not singing.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Man recording a video of a woman.",
        "original_hypothesis": "A man is taking a woman on a date.",
        "perturbed_hypothesis": "The man is secretly recording the woman without her knowledge or consent.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A young woman dressed up semi-formally is reading book and drinking in the sun, seated on a bench.",
        "original_hypothesis": "A young woman is reading a Nicholas Sparks book on the beach.",
        "perturbed_hypothesis": "The young woman is attending an indoor business conference and listening to a presentation.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A male wearing a football uniform kicking a football during a football game.",
        "original_hypothesis": "A Dallas Cowboy player is trying to tie the playoff game.",
        "perturbed_hypothesis": "The person kicking the football is a female soccer player practicing penalty kicks.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two men in black jackets behind a white handrail.",
        "original_hypothesis": "The two men are friends",
        "perturbed_hypothesis": "The two men in different colored jackets are strangers separated by a large gap.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A topless man straps surfboards on top of his blue car.",
        "original_hypothesis": "A man is heading out to the beach for a day of surfing.",
        "perturbed_hypothesis": "The man is transporting the surfboards to a repair shop and does not intend to use them himself.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A young man in a blue T-shirt and sweatpants stands over a stove and looks at the camera while another young man stands behind him.",
        "original_hypothesis": "Two men are recording a cooking tutorial.",
        "perturbed_hypothesis": "The two young men are play-acting a tense confrontation scene for a student film, and the stove is not turned on.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A photographer and assistant take a photo of a man in a suit and a woman in a dress in front of large white columns and a yellow wall.",
        "original_hypothesis": "The photographer is taking a picture of an old man.",
        "perturbed_hypothesis": "The photographer is taking a picture of a young girl and a dog.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "First Lady Laura Bush at podium, in front of seated audience, at the White House Conference on Global Literacy.",
        "original_hypothesis": "Laura Bush is giving a talk about the importance of literacy to young people.",
        "perturbed_hypothesis": "Laura Bush is silently observing a theatrical performance at the White House Conference on Global Literacy.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A young girl in a yellow top and a flowered skirt is standing on a blanket and biting on a toy.",
        "original_hypothesis": "A girl is standing outside.",
        "perturbed_hypothesis": "The girl is sitting indoors and not touching any toys.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "As a crowd looks on, a player in a white uniform, wearing only one colorful sock, makes a diving catch for the frisbee.",
        "original_hypothesis": "A player makes the game winning catch",
        "perturbed_hypothesis": "No player wearing a white uniform made any catch.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A woman in a low cut blue shirt is in a crowded room that looks smokey.",
        "original_hypothesis": "Someone is in a bar.",
        "perturbed_hypothesis": "The woman is outdoors on a clear day.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man is smiling at a woman in a white dress.",
        "original_hypothesis": "The man knows the woman.",
        "perturbed_hypothesis": "The man has never seen the woman before and is smiling involuntarily due to a nervous tic.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A person with a green backpack is riding a bike down the road.",
        "original_hypothesis": "The person is riding there bike to lunch.",
        "perturbed_hypothesis": "The person is not riding a bike.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Colorful rings spraying water at little girl wearing swimsuit.",
        "original_hypothesis": "The child is at a waterpark.",
        "perturbed_hypothesis": "The child is taking a bath indoors.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A patient is being worked on by doctors and nurses.",
        "original_hypothesis": "A man is at the doctor.",
        "perturbed_hypothesis": "The patient is being treated by a single, non-medical professional.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Woman in dark shirt standing alone in front of a yellow car.",
        "original_hypothesis": "She is hailing a cab.",
        "perturbed_hypothesis": "She owns the yellow car.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A blond-haired baby is sitting on the floor playing with toys while looking at a black and white cat.",
        "original_hypothesis": "The baby and the cat are in the living room.",
        "perturbed_hypothesis": "The baby and cat are outdoors in a public park.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "One man wearing a pink and blue striped shirt, work gloves, and holding a yellow hard hat.",
        "original_hypothesis": "A tall person in a shirt",
        "perturbed_hypothesis": "A short woman not wearing a shirt, gloves, or hard hat.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A swan landing in a lake.",
        "original_hypothesis": "A bird is looking for food on a lake.",
        "perturbed_hypothesis": "The swan is taking off from the lake.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Small girl riding in play car.",
        "original_hypothesis": "A girl is about to crash her toy car.",
        "perturbed_hypothesis": "The girl is stationary and carefully disembarking her toy car.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A bald man with a white shirt and watch eating food and drinking wine.",
        "original_hypothesis": "The man is watching t.v.",
        "perturbed_hypothesis": "The man is attending a silent meditation retreat.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A person is holding a shovel between a truck and a cloud of dust.",
        "original_hypothesis": "The person wants to dig for something that is buried.",
        "perturbed_hypothesis": "The person is using the shovel to fill the truck with the dust.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A young man with glasses and his companion are attempting to do laundry in a public place.",
        "original_hypothesis": "A tall person with glasses",
        "perturbed_hypothesis": "No one wearing glasses is attempting to do laundry in a public place.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two young women, one with blond-hair in a ponytail, are sitting in a booth next to some potted plants.",
        "original_hypothesis": "Two women are sitting near to green plants",
        "perturbed_hypothesis": "Two older men are sitting far from any vegetation.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A smiling man and a baby girl posing for photo.",
        "original_hypothesis": "Bob takes his infant daughter for a family photo.",
        "perturbed_hypothesis": "The photographed man is frowning and the baby is a boy.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A crowd of people stand in street in front of a series of white tents.",
        "original_hypothesis": "A crowd of people pick through produce at Farmer's Market.",
        "perturbed_hypothesis": "The people are protesting a recent city ordinance, and the tents are sheltering riot police.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A black man wearing a red belt and a white man wearing a blue belt are pictured in the act of practicing martial arts inside a building with a woman looking on in the background.",
        "original_hypothesis": "The men are novices at martial arts.",
        "perturbed_hypothesis": "The men are expert martial arts instructors demonstrating a technique to the observing woman.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man with white hair wearing a gray suit speaks into a microphone with a metal jug sitting in front of him.",
        "original_hypothesis": "A man is giving a speech on personal finance.",
        "perturbed_hypothesis": "The man is a blues musician performing a jug band song.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two dogs stand side by side in the yard.",
        "original_hypothesis": "Two dogs hiding in the yard together.",
        "perturbed_hypothesis": "No dogs are in the yard.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A woman wearing an elaborate array of feathers in her hair, a bead necklace, a medallion, and an aqua, brown, and olive-green dress and looks off to her left, smiling slightly.",
        "original_hypothesis": "A woman smiles at someone to her left",
        "perturbed_hypothesis": "The woman is not smiling and is looking straight ahead.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two children are looking through a telescope on a city street, and the boy is using a step ladder to see through the eyeglass.",
        "original_hypothesis": "Two children are testing out their new telescope and seeing what they can see on the street.",
        "perturbed_hypothesis": "The children found the discarded telescope on the street and are playing with it, but neither child is actually looking through it.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "a young boy in green playing ping-pong with a older man in blue in a gymnasium",
        "original_hypothesis": "The man is teaching the boy to play.",
        "perturbed_hypothesis": "The boy in green is playing ping-pong against a woman in red in a park.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "a soccer player with black and red striped uniform gets ready to kick the soccer ball",
        "original_hypothesis": "a soccer player gets ready to kick the ball after a penalty.",
        "perturbed_hypothesis": "A soccer player in a solid blue uniform gets ready to kick the ball after a penalty.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man on a bicycle, wearing cycle gear, riding at a fast past down paved trail surrounded by tree's and grass.",
        "original_hypothesis": "The man is riding on the sidewalk.",
        "perturbed_hypothesis": "The man is riding off-road through a dense forest with no paved surface.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man with a cowboy hat and a gentleman with sunglasses on his head are seated next to each other.",
        "original_hypothesis": "The two friends are reunited after years apart",
        "perturbed_hypothesis": "The man in the cowboy hat and the gentleman with sunglasses are complete strangers who have never met before.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "One confused man is standing and staring off into the distance in front of some ticket collecting machines.",
        "original_hypothesis": "The man is confused because he doesn't know where he is.",
        "perturbed_hypothesis": "The man is standing and staring off into the distance in front of the ticket collecting machines because he knows exactly where he is and what he is doing.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Shadowed cyclist jumps over camera at sunset as shadowed photographer films.",
        "original_hypothesis": "A cyclist is performing for a new sports show.",
        "perturbed_hypothesis": "The cyclist is unintentionally avoiding a hidden pothole, unaware of the photographer's presence.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A pale colored dog runs through a body of water.",
        "original_hypothesis": "A dog runs through some water to catch a stick.",
        "perturbed_hypothesis": "A dark-colored dog avoids the water entirely.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man on a skateboard performs a trick in the air against the backdrop of a bright blue sky.",
        "original_hypothesis": "A man is a good skateboarder",
        "perturbed_hypothesis": "The man is suspended in the air by wires and the blue sky is a painted backdrop.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A little boy playing outside on the cement.",
        "original_hypothesis": "A boy is playing with a toy car.",
        "perturbed_hypothesis": "The boy is swimming in a lake.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A father and his daughter are riding a lawn mover down a street while dressed in American colors.",
        "original_hypothesis": "two people mow lawns for a living on the 4th of july",
        "perturbed_hypothesis": "The father and daughter are actors filming a commercial and are not actually operating the lawn mower, nor are they celebrating a holiday.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "The man is performing a trick on a motorcycle high in the air.",
        "original_hypothesis": "A man is showing off for his friends.",
        "perturbed_hypothesis": "The man is experiencing a mechanical failure and is in danger.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two guys on a couch, one is looking up the other is looking away with a cup in his hand.",
        "original_hypothesis": "They are boyfriends.",
        "perturbed_hypothesis": "They are strangers who happened to sit on the same couch momentarily.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two men cool off under a waterfall.",
        "original_hypothesis": "Two brothers are under a waterfall.",
        "perturbed_hypothesis": "Neither of the men under the waterfall is male.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A boy in a yellow t-shirt and pink sweater talks on a cellphone while riding a horse through a crowd of people who are looking on.",
        "original_hypothesis": "A boy has a light yellow t-shirt and pink sweater.",
        "perturbed_hypothesis": "The boy is not wearing a yellow t-shirt or a pink sweater, and he is not on a horse or using a cellphone.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A boy in a blue jacket rides a skateboard down the street.",
        "original_hypothesis": "A blue jacketed boy is speeding down the street.",
        "perturbed_hypothesis": "The boy in the blue jacket is not moving down the street on any type of wheeled conveyance.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "a child playing with two brooms in front of a pine tree with lights on it.",
        "original_hypothesis": "a child plays outside next to a christmas tree",
        "perturbed_hypothesis": "The child is playing indoors, far from any trees, and using no brooms.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man in a market holding some very large green onions while smoking a cigarette.",
        "original_hypothesis": "A man is shopping in a grocery store.",
        "perturbed_hypothesis": "The man is indoors and not smoking.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "An older man wearing stars and stripes rides a bike.",
        "original_hypothesis": "The man wearing stars and stripes on a bike is in a parade.",
        "perturbed_hypothesis": "The man wearing stars and stripes is not riding a bike.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Four young girls playing in the water.",
        "original_hypothesis": "Four girls are swimming.",
        "perturbed_hypothesis": "The four young girls are playing on dry land, away from any water.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Everyone is getting ready to play the game.",
        "original_hypothesis": "People place their piece on a Monopoly board.",
        "perturbed_hypothesis": "No one is preparing to play the game.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Men work on a city street.",
        "original_hypothesis": "The men are construction workers",
        "perturbed_hypothesis": "The men are not working.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A woman and a young girl are sitting down and smiling.",
        "original_hypothesis": "A mother and daughter are chatting.",
        "perturbed_hypothesis": "The woman and girl are strangers forced to sit together and feign smiles for a photograph.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Three sailboats with white sails are seen on a riverbank.",
        "original_hypothesis": "The boats are racing.",
        "perturbed_hypothesis": "The three sailboats with white sails are permanently moored to the riverbank and have not moved in years.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A boy in swimming trunks wades out into the water.",
        "original_hypothesis": "The young swimmer wades out into the water at the start of his team practice.",
        "perturbed_hypothesis": "The boy in street clothes avoids the water, staying far back on the dry sand.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Construction worker looking over the job site.",
        "original_hypothesis": "This worker is in charge of everyone",
        "perturbed_hypothesis": "This worker is a trainee observing the site.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man in an Alaska sweatshirt stands behind a counter.",
        "original_hypothesis": "The man is from Alaska.",
        "perturbed_hypothesis": "The man has never been to Alaska and bought the sweatshirt ironically.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Clowning around in the bathroom, toothpaste makeup!",
        "original_hypothesis": "fooling around in the bathroom getting ready for school",
        "perturbed_hypothesis": "Seriously preparing for a job interview in the bathroom, using professional cosmetics.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A little boy playing with two rubber chickens.",
        "original_hypothesis": "The boy is outdoors.",
        "perturbed_hypothesis": "The boy is playing with the rubber chickens inside a spaceship.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two girls pose along a tree-lined path and blow kisses towards the camera.",
        "original_hypothesis": "Two girls are doing the same pose.",
        "perturbed_hypothesis": "The two girls are adopting different poses.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two African American men laughing with aprons on, while a third man wearing a chef jacket is on a cellular phone.",
        "original_hypothesis": "The three men are taking a break at work in the kitchen.",
        "perturbed_hypothesis": "The three men are attending a formal outdoor event and have no connection to the food service industry.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man riding his bike wearing his helmet in front of an audience.",
        "original_hypothesis": "A man is showing a group of people perfect biking form",
        "perturbed_hypothesis": "The man is demonstrating how *not* to wear a helmet while riding a bicycle.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man wearing a wife-beater sings into a microphone as a blue light shines on him.",
        "original_hypothesis": "A man sings a love song to the audience.",
        "perturbed_hypothesis": "The man is silently reciting a hateful monologue to himself.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A woman rests her head on a man's shoulder.",
        "original_hypothesis": "Woman resting her head on husband shoulder",
        "perturbed_hypothesis": "The woman is not touching the man's shoulder.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A boy plays basketball.",
        "original_hypothesis": "The boy is going to dunk the ball.",
        "perturbed_hypothesis": "The boy is not playing basketball.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "two boys reading superhero books",
        "original_hypothesis": "Two boys reading a book about spiderman.",
        "perturbed_hypothesis": "The two boys are reading books that do not feature superheroes.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Four women carrying shoulder bags are walking down a city sidewalk.",
        "original_hypothesis": "Four women are shopping for jewelry.",
        "perturbed_hypothesis": "The four women are carrying musical instruments in their shoulder bags and walking to band practice.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A young couple sitting in a black chair smiling.",
        "original_hypothesis": "Two young people are in love.",
        "perturbed_hypothesis": "The two individuals sitting in the black chair are strangers forced into an uncomfortable public display by a photographer.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man walks along with a can of soda in his hand.",
        "original_hypothesis": "A sad man walks along with a can of soda in his hand.",
        "perturbed_hypothesis": "The man walks along empty-handed.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Four people walking beside each other down a street, one of the men is turned around looking toward the camera.",
        "original_hypothesis": "A group of friends are headed to Wendys",
        "perturbed_hypothesis": "The four people are strangers who have never met, and the man looking back is confused about why the other three are walking in the same direction as him.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man in a red shirt is being filmed by another man on a sports field with a huge audience of people watching and cheering.",
        "original_hypothesis": "The audience is cheering because of the celebrity.",
        "perturbed_hypothesis": "The audience is completely silent and unaware of the two men on the field.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Six seated men converse and one man fiddles with an interesting contraption.",
        "original_hypothesis": "Several men are gathered to learn about ham radios.",
        "perturbed_hypothesis": "None of the men are interacting with each other, and no unusual devices are present.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Family members standing outside a home.",
        "original_hypothesis": "They own the home.",
        "perturbed_hypothesis": "They are locked out of the home.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Five children, two boys and three girls, with the girls wearing white scarves, sit on the pavement outside in front of a large window.",
        "original_hypothesis": "There is snow outside.",
        "perturbed_hypothesis": "The pavement is hot from the intense summer sun.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Three people are making transactions at an automated teller machine.",
        "original_hypothesis": "Three women waiting for an ATM.",
        "perturbed_hypothesis": "No one is making a transaction at the automated teller machine.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man in a blue collared t-shirt posing at someone while holding a hebrew newspaper.",
        "original_hypothesis": "He is jewish.",
        "perturbed_hypothesis": "He is posing with the newspaper as a prop and cannot read Hebrew.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "a couple wearing bright outfits walking hand and hand on a sidewalk.",
        "original_hypothesis": "The outfits are orange.",
        "perturbed_hypothesis": "The couple are not touching each other and are wearing drab clothing.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two women are reading, one woman has a magazine with a Dior ad on the back of it, while the other woman is reading fro ma hard cover book.",
        "original_hypothesis": "Two women are in the library reading.",
        "perturbed_hypothesis": "Neither of the women are reading; one is holding a magazine closed while looking at the Dior ad, and the other is using her hardcover book as a coaster for her coffee.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Painter re-creates old works of art in a museum.",
        "original_hypothesis": "A painter copying masterpieces in a museum to sell.",
        "perturbed_hypothesis": "The painter creates entirely original artworks in the museum, inspired by but not copying any existing pieces.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A young girl with glasses sits and holds two American flags.",
        "original_hypothesis": "A young girl celebrates the 4th of July by holding two flags.",
        "perturbed_hypothesis": "The seated person holding the flags is an elderly man without glasses, and the flags are not American.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Man and a child at an exhibit booth looking at something.",
        "original_hypothesis": "A man and his son are looking at something.",
        "perturbed_hypothesis": "The man and child are strangers who happen to be looking at the same exhibit.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two humans looking out in the distance from a hill.",
        "original_hypothesis": "Two people pause to overlook the beautiful veiw before resuming their hike.",
        "perturbed_hypothesis": "A lone scarecrow stands vigil over the empty field.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "a man puts his hands up while telling an amusing story to his friend with a beard.",
        "original_hypothesis": "The man is perplexed by the events.",
        "perturbed_hypothesis": "The man is feeling relaxed and jovial.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A casually dressed young blond woman is looking away sadly as couple near her are kissing.",
        "original_hypothesis": "A woman looks away after recognizing her ex-boyfriend kissing his new girl.",
        "perturbed_hypothesis": "The young blond woman is happily watching her close friends share a romantic moment, and her casual attire reflects the relaxed and joyful atmosphere of the gathering.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A large display of artifacts are in a large room and around a very large display are six people with two people near wooden benches.",
        "original_hypothesis": "People stand in front of the new display",
        "perturbed_hypothesis": "No people are near any displays in the room.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A woman is painting a mural of a woman's face.",
        "original_hypothesis": "There is a woman painting for fun.",
        "perturbed_hypothesis": "No woman is painting anything.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Three people sitting on a table, one woman is speaking, and people are listening to them.",
        "original_hypothesis": "There are three women sitting on a table.",
        "perturbed_hypothesis": "No women are sitting at the table.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Middle-aged man cleaning the fallen snow on the roof of his car with a broom.",
        "original_hypothesis": "The man is getting his car ready for work.",
        "perturbed_hypothesis": "The man is preparing his car for a weekend camping trip in a warm, snow-free climate.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man and a child painting a post.",
        "original_hypothesis": "The father and son are repairing the sign.",
        "perturbed_hypothesis": "The man and child are unrelated strangers defacing the post with graffiti.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A balding man with glasses stands in front of a colorful display.",
        "original_hypothesis": "A man admires a display that he likes.",
        "perturbed_hypothesis": "A woman with a full head of hair and no glasses ignores the display.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two little boys are playing on stairs that have a carpet runner going down them.",
        "original_hypothesis": "Two little boys are pretending they are climbing a large mountain.",
        "perturbed_hypothesis": "The two little boys are playing on a flat, carpeted surface with no stairs.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A person with a purple shirt is painting an image of a woman on a white wall.",
        "original_hypothesis": "A woman paints a portrait of her best friend.",
        "perturbed_hypothesis": "A man in any color shirt but purple paints a landscape on a non-white wall.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A young middle eastern mother in high heels, holding her young child as he lays his head on her shoulder asleep, is gazing out the window.",
        "original_hypothesis": "A woman holding her sleeping son is thinking about the future.",
        "perturbed_hypothesis": "The woman is entirely focused on the discomfort in her feet from wearing high heels in the current moment.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man in a winter jacket and knit cap stand with his arms up at his side in a snow landscape.",
        "original_hypothesis": "A man is about to throw a snowball at someone.",
        "perturbed_hypothesis": "The man is surrendering peacefully with no intention of throwing anything.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A bare-chested man fitting his head and arm into a toilet seat ring while spectators watch in a city.",
        "original_hypothesis": "A man does magic tricks.",
        "perturbed_hypothesis": "The man is stuck and requires assistance to remove his head and arm from the toilet seat.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two little girls reading a book at the library.",
        "original_hypothesis": "The girls are sisters.",
        "perturbed_hypothesis": "The girls are strangers who happened to sit next to each other and are reading separate books.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man is giving a presentation.",
        "original_hypothesis": "the man is a farmer",
        "perturbed_hypothesis": "The man is a member of the audience for this presentation.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man in tan pants is eating while sitting next to a plate and a pair of shoes.",
        "original_hypothesis": "The man has black hair.",
        "perturbed_hypothesis": "The man is standing and not eating.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A woman with a blue jacket around her waist is sitting on the ledge of some stone ruins resting.",
        "original_hypothesis": "A woman sits in front of ancient indian ruins",
        "perturbed_hypothesis": "A woman wearing a red dress is standing and actively exploring inside a modern art museum.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A woman in red blouse is standing with small blond child in front of a small folding chalkboard.",
        "original_hypothesis": "a woman stands with her child",
        "perturbed_hypothesis": "A man in a blue shirt is sitting alone in front of a large whiteboard.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man takes a drink in the doorway of a home.",
        "original_hypothesis": "A man is looking out onto his front lawn from the doorway of his home.",
        "perturbed_hypothesis": "The man is entering his home from outside, without pausing for a drink.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A couple opening up a new electronically mixer.",
        "original_hypothesis": "The new mixer is necessary for this new couple",
        "perturbed_hypothesis": "The couple already owns a perfectly functional, equivalent electronic mixer.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man in a green shirt and dark pants and carrying a really big pot turns around to talk to 3 other people.",
        "original_hypothesis": "A big person in a shirt",
        "perturbed_hypothesis": "The man is wearing a red shirt and light-colored pants, is carrying a small box, and is alone.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A woman in a blue striped shirt is talking to someone on the street.",
        "original_hypothesis": "A woman talking to a stranger.",
        "perturbed_hypothesis": "The woman in the solid yellow dress is alone on the street.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A young man in a blue hoodie doing a flip off of a half-wall that is covered in graffiti.",
        "original_hypothesis": "A young man does a flip off a wall and wares baggie clothes.",
        "perturbed_hypothesis": "An older woman in a formal dress gracefully steps down from a pristine, unblemished half-wall.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man is squatting on the ground.",
        "original_hypothesis": "A man is searching for something he dropped.",
        "perturbed_hypothesis": "A man is standing upright.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A gentleman with his eyes closed playing an old fluglehorn into a microphone.",
        "original_hypothesis": "The man is playing an old favorite tune on the flugelhorn.",
        "perturbed_hypothesis": "The man is not playing the flugelhorn, he is miming.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man in a white shirt taking a picture.",
        "original_hypothesis": "the man is a photographer",
        "perturbed_hypothesis": "The man hates photography and vehemently avoids being photographed himself, so he is reluctantly holding the camera for someone else.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man wearing a snorkel and goggles gives a thumbs up as he and another person speed through the water.",
        "original_hypothesis": "There are two guys above the water.",
        "perturbed_hypothesis": "The man giving the thumbs up is completely submerged underwater.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A white duck is spreading its wings while sitting on the water.",
        "original_hypothesis": "The duck spread its wings to fly when it heard a gunshot.",
        "perturbed_hypothesis": "The duck is sitting on the water because its wings are clipped and it is physically unable to spread them.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A little girl in a gray shirt smiles as she brushes her teeth with a yellow and orange toothbrush.",
        "original_hypothesis": "A girl fakes a smile to brush her teeth.",
        "perturbed_hypothesis": "The little girl in the gray shirt is frowning and refusing to brush her teeth with the yellow and orange toothbrush.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A young child dressed in a scarf, hat, jacket, gloves, pants, and boots, outside playing in the snow.",
        "original_hypothesis": "A child plays with a sled in the snow while dressed warmly.",
        "perturbed_hypothesis": "The child is indoors, wearing minimal clothing, and not interacting with snow.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two people are playing American Football and one of them is trying to stop the other from throwing the ball.",
        "original_hypothesis": "A lineman is trying to tackle the quarterback before he makes the game winning touchdown.",
        "perturbed_hypothesis": "Neither player is trying to stop the other, and the person with the ball is not throwing it.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man alone crosscountry skis in the wilderness while wearing a huge backpack.",
        "original_hypothesis": "A man skis in the wilderness while it's snowing",
        "perturbed_hypothesis": "The man is crosscountry skiing in the wilderness with a companion and without a backpack.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man in a business suit screaming at the camera.",
        "original_hypothesis": "A business man is giving a heated interview for the local news.",
        "perturbed_hypothesis": "The man is alone, practicing lines for a community theater play.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man and a child are laughing at each other.",
        "original_hypothesis": "A man and his daughter are making funny faces.",
        "perturbed_hypothesis": "The man and child are experiencing a tense silent standoff.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A group of people, one of which is a woman with a large white and colorful purse, wait to board a large white and blue bus.",
        "original_hypothesis": "The people are waiting outside of an airport to board the bus.",
        "perturbed_hypothesis": "The people are waiting at a rural roadside bus stop far from any airport, and the bus they await is small, green, and privately owned.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man in a gray sweatshirt using a power saw.",
        "original_hypothesis": "the guy in the sweatshirt uses the power saw to saw wood for a house",
        "perturbed_hypothesis": "The man is wearing a blue sweater and using the power saw to cut metal for a sculpture.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A group of people celebrating in the street.",
        "original_hypothesis": "People are celebrating their friend's birthday",
        "perturbed_hypothesis": "The people in the street are protesting an unpopular government policy.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Three children, two boys and a girl, are playing with the swings on a playground with residential houses in the background.",
        "original_hypothesis": "The three children are related to each other.",
        "perturbed_hypothesis": "The three children are unrelated strangers who coincidentally met at the playground.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man wearing a straw hat sitting in a chair holding the leash on a dog who is laying on the sidewalk next to him.",
        "original_hypothesis": "The dog is a retriever.",
        "perturbed_hypothesis": "The man is not holding a leash.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "This child is on the library steps.",
        "original_hypothesis": "The child is on the steps inside the library.",
        "perturbed_hypothesis": "This child is not on the library steps.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man in a yellow shirt and helmet mountain biking down a dusty path.",
        "original_hypothesis": "A man with headphones is biking.",
        "perturbed_hypothesis": "The man is walking on a paved road and not wearing a helmet or yellow shirt.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two woman, one wearing a blue striped shirt and the other wearing a flowered shirt, are riding horses.",
        "original_hypothesis": "Women are outside riding horses as their families watch them from the other side of the farm.",
        "perturbed_hypothesis": "The two women, one in a blue striped shirt and the other in a flowered shirt, are indoors practicing equestrian dressage routines on stationary mechanical horses.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A couple walking down the street.",
        "original_hypothesis": "An old couple walking, holding hands",
        "perturbed_hypothesis": "A lone individual skateboarding down the street.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "People sitting in chairs along a tree-lined sidewalk.",
        "original_hypothesis": "People are watching the flowers blossom",
        "perturbed_hypothesis": "The people are swimming in the ocean.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A boy in a green shirt on a skateboard on a stone wall with graffiti",
        "original_hypothesis": "A long-haired boy riding his skateboard at a fast pace over a stone wall with graffiti.",
        "perturbed_hypothesis": "A short-haired girl walking her dog along a grass-covered berm with no graffiti.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "skateboarder sliding down a ramp",
        "original_hypothesis": "A skateboarder is doing tricks for a competition.",
        "perturbed_hypothesis": "The skateboarder is stationary and not using a ramp.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "The firemen and women wearing blue gloves have finished working on a person who is lying on ground bandaged and draped in a blue blanket.",
        "original_hypothesis": "The person under the blanket is dead.",
        "perturbed_hypothesis": "The person under the blanket is alive and being treated.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two people playing badminton.",
        "original_hypothesis": "A man and a woman playing badminton.",
        "perturbed_hypothesis": "No one is playing badminton.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A young man dressed up with a yellow tie jumps against a wall and one foot is left against the wall to push away.",
        "original_hypothesis": "The young man dressed with a yellow tie is dancing at a party.",
        "perturbed_hypothesis": "The young man with the yellow tie is practicing a parkour move against the wall.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A guy in boots, jeans and a blue shirt is falling off a bull by a cowboy standing on a red fence with the numbers 2 and 4 on it.",
        "original_hypothesis": "A man standed near the fence to show the numbers.",
        "perturbed_hypothesis": "The man standing by the fence is not a cowboy and the fence is not red or numbered 2 and 4.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "a boy wearing jean shorts, and a black and blue shirt, reading a book, sits on a rolling device up against a wall that says book fair, while other people stand around.",
        "original_hypothesis": "A boy reads a mystery book.",
        "perturbed_hypothesis": "The boy is not reading, but posing for a photograph while holding a closed book.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man waiting in an airport terminal writes on a piece of paper as others are seen behind.",
        "original_hypothesis": "People trying to read what a man is writing.",
        "perturbed_hypothesis": "The man is writing a private journal entry, and no one is paying any attention to him.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A person doing a trick on a snowboard.",
        "original_hypothesis": "A pro snowboarder is competing in the Olympics.",
        "perturbed_hypothesis": "The person is learning to snowboard for the first time.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "In front is a guy singing and playing guitar and a white shirted drummer in the back.",
        "original_hypothesis": "Some people perform at a concert.",
        "perturbed_hypothesis": "No one is performing music.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A biker wearing glass and a backpack rides near a fountain.",
        "original_hypothesis": "A biker is riding for a charity event through the center of town.",
        "perturbed_hypothesis": "The biker is riding off-road, far from any built structures.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A woman is in the middle of hitting a tennis ball.",
        "original_hypothesis": "A woman had a tennis racquet.",
        "perturbed_hypothesis": "The woman is not holding anything in her hands.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "The white dog is pulling a large stick.",
        "original_hypothesis": "The dog is playing tug of war with a stick.",
        "perturbed_hypothesis": "The white dog is not interacting with any stick.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A person is sitting on the edge of a rock cliff.",
        "original_hypothesis": "A person was thinking about jumping off a rock cliff.",
        "perturbed_hypothesis": "The person is not on a rock cliff.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "The young girl is swinging on a swing, and her hair is flying out behind her.",
        "original_hypothesis": "The girl is swinging at the park.",
        "perturbed_hypothesis": "The young girl is sitting perfectly still indoors, and her hair is neatly styled.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A woman in black walks down the street in front of a graffited wall.",
        "original_hypothesis": "A woman walks past a wall of graffiti on her way to the bookstore.",
        "perturbed_hypothesis": "A woman in white walks away from a clean, un-graffited wall.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A woman standing in front of a wall holding a can of Bud Light with her shirt tied into a semi-halter.",
        "original_hypothesis": "The woman who is shown lives in the South.",
        "perturbed_hypothesis": "The woman shown is demonstrably not holding a can of Bud Light, nor is she wearing a shirt tied into a semi-halter, nor is she standing in front of a wall.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "An old woman wearing a ski hat and glasses is sitting on a blue chair.",
        "original_hypothesis": "A large human sitting.",
        "perturbed_hypothesis": "A small child not wearing a ski hat or glasses is standing.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Bicyclist ride the course near the ocean as the day comes to an end.",
        "original_hypothesis": "He was happy.",
        "perturbed_hypothesis": "The bicyclist was riding the course far inland, away from the ocean, at midday.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A woman plays in the wind, with a furry brown dog.",
        "original_hypothesis": "The dog is a shitzu.",
        "perturbed_hypothesis": "The woman is playing indoors.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two men pouring concrete onto another truck.",
        "original_hypothesis": "They are friends",
        "perturbed_hypothesis": "They are strangers engaged in a hostile takeover of the truck.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "The young girl is swinging on a swing, and her hair is flying out behind her.",
        "original_hypothesis": "A girl is playing outside on a swing.",
        "perturbed_hypothesis": "The young girl is sitting perfectly still indoors, with her hair neatly tied back.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man wearing a checkered shirt, cream suit and tennis shoes sits on a bench.",
        "original_hypothesis": "the guy is on the bench waiting for his wife",
        "perturbed_hypothesis": "The man sitting on the bench is a statue of a man wearing a checkered shirt, cream suit, and tennis shoes.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Biker riding through the forest.",
        "original_hypothesis": "Mountain biker enjoying the local trails.",
        "perturbed_hypothesis": "The biker is riding a motorcycle on a paved road far from any forest.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A roofer in a gray sweatshirt and orange hat walks on a unfinished roof at a lake-side home.",
        "original_hypothesis": "The roofer is putting on shingles.",
        "perturbed_hypothesis": "The roofer is retrieving a lost drone.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Three men dressed in suits and ties clasps their raised hands while standing in front of corporate logos.",
        "original_hypothesis": "The three men are wealthy businessman who own the company's whose logos they are standing in front of.",
        "perturbed_hypothesis": "The three men are actors hired to portray businessmen for a stock photography shoot, and the logos are props.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "In an apparent classroom setting, a young man in a blue t-shirt has a book on his knee while a woman dressed in black next to him leans in to point out something in the book.",
        "original_hypothesis": "The man and woman are cooperating.",
        "perturbed_hypothesis": "The woman is attempting to distract the man from reading his book against his will.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A male performer sings and plays the guitar in front of a microphone.",
        "original_hypothesis": "A guy is performing at a recital.",
        "perturbed_hypothesis": "A female performer is playing the drums without any amplification.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Man sitting on bench with suitcase waiting for his source of transportation.",
        "original_hypothesis": "The man is on his way to work.",
        "perturbed_hypothesis": "The man is permanently leaving home and will never return to this location.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A couple walk hand in hand down a street.",
        "original_hypothesis": "The couple is married.",
        "perturbed_hypothesis": "The couple are strangers forced to hold hands by an unseen circumstance.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A painter with a gray t-shirt and tatted arm sketches a mural with extreme precision and focus.",
        "original_hypothesis": "A painter has a tattoo of a dragon on his arm.",
        "perturbed_hypothesis": "The painter wears a long-sleeved, pristine white shirt and has no tattoos.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man holds two children in his arms.",
        "original_hypothesis": "A man poses for a photograph with his two grandchildren.",
        "perturbed_hypothesis": "The man is holding two unrelated, random children he just met.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A boy in a yellow t-shirt and pink sweater talks on a cellphone while riding a horse through a crowd of people who are looking on.",
        "original_hypothesis": "A tall person in a shirt",
        "perturbed_hypothesis": "A short girl not wearing a shirt or sweater is alone and not using a cellphone.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A crowd watching a duo in blue dance on a stage.",
        "original_hypothesis": "A crowd is watching a talent show.",
        "perturbed_hypothesis": "The crowd is watching two people in red argue on a street corner.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two men sitting in a living room, one wearing cultural clothing and another in a white shirt and shorts, contemplating on their bike and moped.",
        "original_hypothesis": "A man in traditional dress wants his friend to trade his moped for his bike.",
        "perturbed_hypothesis": "Neither man owns either the bike or the moped.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A person rides up a narrow street on a bike, past a spray-painted sign of a hand giving the peace sign.",
        "original_hypothesis": "A person riding a bike home after work.",
        "perturbed_hypothesis": "The person is walking, carrying their unrideable bike, away from the peace sign.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two girls in red life jackets lock oars on a river.",
        "original_hypothesis": "Two girls at a camp.",
        "perturbed_hypothesis": "Two girls in a desert, far from any body of water.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Many people standing outside of a place talking to each other in front of a building that has a sign that says \"HI-POINTE.\"",
        "original_hypothesis": "The people are having a chat before going into the work building.",
        "perturbed_hypothesis": "The people are attending an outdoor protest specifically targeting the HI-POINTE establishment.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A sitting man is holding a partially carved stone in front a partially painted wall.",
        "original_hypothesis": "The man is a sculptor.",
        "perturbed_hypothesis": "The man is painting the wall.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "The boys are playing with Legos.",
        "original_hypothesis": "Boys are playing outside.",
        "perturbed_hypothesis": "The boys are not playing with Legos.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "The large white bird grazes the water.",
        "original_hypothesis": "He is searching for fish",
        "perturbed_hypothesis": "The large white bird is incapable of touching the water's surface.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Older man wearing dark blue clothing sweeping the ground and a person wearing a red coat and carrying a green bag entering the building.",
        "original_hypothesis": "An older man is sweeping his patio while a passerby enters a building",
        "perturbed_hypothesis": "A young woman in a yellow dress exits the building while a child wearing all white drops a red ball on the grass.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A woman is taking a picture on the shoulders of another woman in cold weather.",
        "original_hypothesis": "A woman is taking a picture with an older woman.",
        "perturbed_hypothesis": "The woman is taking a picture from the ground, alone and in warm weather.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "An asian teenager wearing a white shirt with black stripes is sitting on the steps with his face resting on his hand.",
        "original_hypothesis": "The teenager is sitting down to think for a bit.",
        "perturbed_hypothesis": "The teenager is standing and actively engaged in a physical activity, such as playing basketball.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man waiting for the bus in a war torn country.",
        "original_hypothesis": "A man is waiting for a bus sitting on a bench.",
        "perturbed_hypothesis": "The man is safely waiting for a bus in a peaceful and prosperous country.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man walks past an arch in an old gothic style building.",
        "original_hypothesis": "The arch is old",
        "perturbed_hypothesis": "The arch was constructed recently.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man in a red shirt is learning how to climb a cliff.",
        "original_hypothesis": "A man is acquiring information.",
        "perturbed_hypothesis": "The man in the red shirt is not engaging in any physical activity, nor is he attempting to learn any new physical skills.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A photographer is using a tripod to take a picture of a sunset.",
        "original_hypothesis": "The photographer is a professional.",
        "perturbed_hypothesis": "The photographer is taking handheld long-exposure shots of the sunset.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A woman carries a small, unhappy child in a busy street scene.",
        "original_hypothesis": "woman carrying child to the store",
        "perturbed_hypothesis": "The woman is returning the child she just kidnapped to its parents a few blocks away.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Commuters wait for to cross a street.",
        "original_hypothesis": "They wait to cross Main Street.",
        "perturbed_hypothesis": "Commuters do not wait to cross any street.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two ladies in matching dresses and shoes, both wearing straw hats pulled down over their faces, are napping on a bench next to a rolling suitcase.",
        "original_hypothesis": "two ladies take a rest after a race",
        "perturbed_hypothesis": "The two women are professional thieves disguised as tourists, awaiting a prearranged signal to steal the suitcase.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "By a table with several boxes and two coffee cups on it, a woman in a green sweater is opening a small box and another person (whose head cannot be seen) is operating a small handheld electronic device.",
        "original_hypothesis": "A woman opening boxes while her colleague checks a shipping manifest.",
        "perturbed_hypothesis": "The woman in the green sweater is alone and opening a birthday present while listening to music on a portable speaker.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "The man in the dark maroon shirt is kicking something.",
        "original_hypothesis": "the guy kicked his hat",
        "perturbed_hypothesis": "The man in the dark maroon shirt is not kicking anything.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A woman wearing dollar sign glasses, holding a dollar bill, stands with a suitcase that says \"Lucky\" that is overflowing with cash.",
        "original_hypothesis": "She is dressed up for a commercial shoot",
        "perturbed_hypothesis": "She is a recently evicted gambler who just lost all her remaining money.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Red capped male dressed in white shirt and dark shorts is standing on small green boat located water in tall grassy bank.",
        "original_hypothesis": "A man wears a white Tommy Hilfiger shirt.",
        "perturbed_hypothesis": "The man is wearing a blue polo shirt.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man holding some sort of vegetables while his wife in a red sweater stares to the side, and his daughter in a red sweater looks at the camera.",
        "original_hypothesis": "A family poses for a Christmas picture.",
        "perturbed_hypothesis": "The photograph captures a candid moment during a summer picnic.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Three army soldiers are holding guns and peering around a corner of a building.",
        "original_hypothesis": "Soldiers are being told to guard a building.",
        "perturbed_hypothesis": "The soldiers are using their guns to threaten civilians while looting the building.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A group of people in jackets and hats are kneeling outside posing for a picture, each one with their dog by them on a leash.",
        "original_hypothesis": "A group of people are part of a dog lover's group.",
        "perturbed_hypothesis": "These individuals are posing for a promotional photo shoot for a new line of outdoor apparel designed specifically for people *without* pets.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A group of people wait to cross the street in new york",
        "original_hypothesis": "Some of the people are wearing sunglasses.",
        "perturbed_hypothesis": "None of the people are in New York.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "People, mainly women and 2 referees, are skating fiercely during a roller derby match.",
        "original_hypothesis": "Fierce competition in the roller derby women's final match ensues.",
        "perturbed_hypothesis": "No roller derby match is occurring; the individuals present, including the women and referees, are engaged in a casual, non-competitive skating practice.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two men wearing dirty clothing are sitting on a sidewalk with their dog and begging for money using a cardboard sign.",
        "original_hypothesis": "Two research scientists conduct research in disguise.",
        "perturbed_hypothesis": "The two men are genuinely homeless and seeking financial assistance.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A woman in a bright pink and green skirt carries a large wicker basket on her back up a stone-cobbled street.",
        "original_hypothesis": "The woman is carrying a basket down the street in Nepal.",
        "perturbed_hypothesis": "The woman is ascending a smooth, paved street without a basket, wearing a dark gray pantsuit.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two women are laughing and smiling while they eat a meal together.",
        "original_hypothesis": "Lilly and Sally were eating lunch.",
        "perturbed_hypothesis": "Lilly and Sally were arguing bitterly during a silent and tense meal.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "batter hits a baseball",
        "original_hypothesis": "A man in a baseball game hits a foul ball.",
        "perturbed_hypothesis": "The batter swings and misses the baseball.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Four children are playing in some water.",
        "original_hypothesis": "The children are muddy.",
        "perturbed_hypothesis": "The children are dry.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A woman with green body paint is holding a green and blue hula hoop while her friend (also in blue and green) watches.",
        "original_hypothesis": "The woman is very good at hula hooping.",
        "perturbed_hypothesis": "The woman is unable to hula hoop at all.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A boy is riding down the road between two cows.",
        "original_hypothesis": "A boy rides a horse by two cows.",
        "perturbed_hypothesis": "The boy is walking down the road and there are no cows present.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Man holding torch of fire.",
        "original_hypothesis": "The fire is large.",
        "perturbed_hypothesis": "There is no fire.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "People are waiting in line to board a double decker bus.",
        "original_hypothesis": "German tourists are waiting in line to board a bus.",
        "perturbed_hypothesis": "No one is waiting to board the double-decker bus.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A large crowd of people talking to each other.",
        "original_hypothesis": "People speak a variety of different languages.",
        "perturbed_hypothesis": "Everyone in the crowd is completely silent, communicating only through non-verbal cues.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man on a skateboard on steps in front glass doors of a brick building.",
        "original_hypothesis": "The man on the skateboard is going to bounce off the glass doors",
        "perturbed_hypothesis": "The man on the skateboard will ride down the steps and away from the building.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Military personnel are shopping",
        "original_hypothesis": "Military personnel are buying groceries.",
        "perturbed_hypothesis": "Military personnel are not shopping.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two construction workers perched on an I beam, assembling a building frame.",
        "original_hypothesis": "The two men are brothers.",
        "perturbed_hypothesis": "The two figures on the I-beam are not human.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "People hurrying to get to work in a busy city.",
        "original_hypothesis": "People rushing to get to work in a busy city cause they are late.",
        "perturbed_hypothesis": "People hurrying to get to work in a busy city are not going to work at all.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A hand holds a strainer with a small amount of liquid in it with a table with bins in the background.",
        "original_hypothesis": "A hand holds a strainer, a family heirloom passed down from generation to generation.",
        "perturbed_hypothesis": "The strainer is brand new, purchased minutes ago, and being used for the first time.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man wearing a hat and carrying a bag",
        "original_hypothesis": "A man is carrying a bag full of bread.",
        "perturbed_hypothesis": "The man is bareheaded and carrying nothing.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A young girl holding a toddler.",
        "original_hypothesis": "A sister holds her little brother.",
        "perturbed_hypothesis": "The young girl is holding a child she babysits.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A large group of people populate a dimly lit room.",
        "original_hypothesis": "A group of people are partying in the large room.",
        "perturbed_hypothesis": "The room is empty.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two girls aboard an amusement park ride.",
        "original_hypothesis": "The two girls are nervous about riding the park ride.",
        "perturbed_hypothesis": "There is only one girl aboard the amusement park ride.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A young man holds a hammer shaped object in the air with one hand and a similar shaped object in the other while making a funny expression.",
        "original_hypothesis": "A carpenter is having some fun during his break.",
        "perturbed_hypothesis": "The man is a mime pretending to hold hammers.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Instructor on Basket weaving at fair",
        "original_hypothesis": "A basket weaver teaching a class at the fair.",
        "perturbed_hypothesis": "The instructor at the fair is teaching pottery, not basket weaving.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man is riding up an escalator that is carrying shopping carts.",
        "original_hypothesis": "The man working at target was carrying shooping carts up the escalator.",
        "perturbed_hypothesis": "The man is riding *down* an escalator that is carrying shopping carts.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Blond boy in striped shirt on the swing set.",
        "original_hypothesis": "A boy in a blue striped shirt is on the swing set.",
        "perturbed_hypothesis": "A brunette girl in a solid-color dress is on the swing set.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "People looking at tall oriental art piece.",
        "original_hypothesis": "The new Chinese history exhibit is open at the museum",
        "perturbed_hypothesis": "The museum's oriental art collection is closed for renovations.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A large group of people gather at a piano bar.",
        "original_hypothesis": "A group of men at a piano bar",
        "perturbed_hypothesis": "No people are at the piano bar.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A farmer tends to his chores.",
        "original_hypothesis": "A farmer feeds their cows.",
        "perturbed_hypothesis": "The farmer neglects his chores.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man juggles a flaming staff in the dark.",
        "original_hypothesis": "A man in a circus with flaming staff.",
        "perturbed_hypothesis": "The man is handling a non-flammable staff in broad daylight.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "While two students are jumping, others in a classroom are sitting or standing.",
        "original_hypothesis": "Two students disrupting class.",
        "perturbed_hypothesis": "All students in the classroom are jumping.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Several men helping each other pull in a fishing net.",
        "original_hypothesis": "There is a group of men.",
        "perturbed_hypothesis": "There is only one man pulling in the fishing net.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "One woman with jeans, gray shirt and sandals; with girl in all pink watching a white ball float in midair.",
        "original_hypothesis": "The woman is contemplating buying a new outfit.",
        "perturbed_hypothesis": "The woman and girl are fully engrossed in a captivating street performance, specifically watching a levitating white ball manipulated by an unseen performer.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Children receiving places at an award ceremony.",
        "original_hypothesis": "The children are receiving awards for humanitarian efforts.",
        "perturbed_hypothesis": "The children are onstage to perform a musical piece.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Repairing the roof of a school on the coastline.",
        "original_hypothesis": "Women are fixing a school roof.",
        "perturbed_hypothesis": "The school roof, undamaged and located inland, is being left alone.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man in a leather jacket and glasses walks across an intersection while a man in a gray sweatshirt and white hat looks on.",
        "original_hypothesis": "The man in the leather jacket is walking to his motorcycle.",
        "perturbed_hypothesis": "The man in the leather jacket is not walking; he is standing perfectly still at the intersection.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A young man holding a microphone and singing.",
        "original_hypothesis": "A young man is doing karaoke in a bar.",
        "perturbed_hypothesis": "The young man is silently rehearsing lines from a play.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A big dog catches a ball on his nose",
        "original_hypothesis": "A dog is playing with his owner",
        "perturbed_hypothesis": "The dog is unable to catch anything thrown at it due to a recent nasal injury.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man balances a unicycle using his face and both hands.",
        "original_hypothesis": "A man is using his hands.",
        "perturbed_hypothesis": "The man is using neither his face nor his hands for balance.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Am man riding a very tall bicycle down the street, past a large brick building.",
        "original_hypothesis": "A clown rides a tall bike in a parade.",
        "perturbed_hypothesis": "A man is not riding any bicycle, tall or otherwise, near any building.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A group of people cleaning some kins of sea animal.",
        "original_hypothesis": "The people are at the beach.",
        "perturbed_hypothesis": "The people are cleaning the sea animals in a sterile laboratory far from any ocean.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A skateboarder does a trick in midair.",
        "original_hypothesis": "A skateboarder doing a kick flip midair.",
        "perturbed_hypothesis": "The skateboarder remains on the ground at all times.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man wearing shorts looks at his cellphone while a woman walks outside a small building.",
        "original_hypothesis": "The man's shorts are red.",
        "perturbed_hypothesis": "The man is not wearing shorts.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A little girl in a pink dress crying.",
        "original_hypothesis": "A young girl is crying for more attention.",
        "perturbed_hypothesis": "The little girl in the pink dress is experiencing a moment of intense joy.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A couple walks hand-in-hand in front of Victorian-style building and a wall with a large sleeping baby painted on it.",
        "original_hypothesis": "A couple walks in front of a three story building.",
        "perturbed_hypothesis": "The couple walks alone, separated by a considerable distance, in front of a single-story modern building with no murals.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A small girl is swinging.",
        "original_hypothesis": "a young lady plays outside",
        "perturbed_hypothesis": "The small girl is sitting perfectly still indoors.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A woman fell in the water after riding a wakeboard.",
        "original_hypothesis": "A woman struggles to swim after falling into a strong current.",
        "perturbed_hypothesis": "The woman never rode a wakeboard.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A boy dressed in a plaid kilt with a brown hat wields a long pole.",
        "original_hypothesis": "The boy is younger than age ten.",
        "perturbed_hypothesis": "The boy is a grown man participating in a Highland Games competition.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Many people on the beach holding a very large net.",
        "original_hypothesis": "The people are a part of a native tribe mending their fishing nets.",
        "perturbed_hypothesis": "The people are individually using small, handheld butterfly nets.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Little boy peering into a glass display case.",
        "original_hypothesis": "A trophy is in the case",
        "perturbed_hypothesis": "The case is empty.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man in a construction vest is looking at a vehicle.",
        "original_hypothesis": "A construction worker is looking outside.",
        "perturbed_hypothesis": "The man in the construction vest is not looking at a vehicle.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A young child joyfully pulls colorful tissue paper from a decorated box, looking for his present.",
        "original_hypothesis": "a child opens a present on his birthday",
        "perturbed_hypothesis": "The child is removing packing material from a box he is helping to unpack, not looking for a gift inside.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "People in motion down a city sidewalk.",
        "original_hypothesis": "People are flying down a sidewalk.",
        "perturbed_hypothesis": "People are stationary on the sidewalk.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A young boy is following through on a kick during a soccer game, while two players on the opposing team challenge.",
        "original_hypothesis": "The teams hate eachother.",
        "perturbed_hypothesis": "The two challenging players and the boy kicking are all teammates practicing a drill.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A child in a ninja outfit does a jumping kick.",
        "original_hypothesis": "a child in a black ninja suit does a kick",
        "perturbed_hypothesis": "The child in the ninja outfit does not kick, and remains standing still.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A half dressed man is sleeping on the sidewalk.",
        "original_hypothesis": "A homeless man is sleeping outside",
        "perturbed_hypothesis": "The man sleeping on the sidewalk is fully clothed and in his own bed.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A boy in a green shirt is sitting in an almost empty stadium.",
        "original_hypothesis": "A boy is attending an event",
        "perturbed_hypothesis": "The stadium is full of people and the boy wearing a green shirt is not there.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A cyclist in a red and white uniform is biking across a garage full of people.",
        "original_hypothesis": "A cyclist is in a competition.",
        "perturbed_hypothesis": "The cyclist is casually riding their bike for leisure inside a private garage and is not in any kind of competition.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "The two young girls are dressed as fairies, and are playing in the leaves outdoors.",
        "original_hypothesis": "The two girls play in the Autumn.",
        "perturbed_hypothesis": "The two girls are dressed in formal attire and attending an indoor event.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A police officer standing next his police motorbike holding a yellow safety jacket.",
        "original_hypothesis": "A motorcycle officer getting ready for patrol.",
        "perturbed_hypothesis": "The officer is posing for a photo shoot unrelated to police work and is not about to go on patrol.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Fans are dressed in green and yellow for a major sporting event.",
        "original_hypothesis": "There are fans drinking beer at a sporting event.",
        "perturbed_hypothesis": "None of the fans are wearing green or yellow.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A woman lying in the grass in the park is wearing a red top and black capri pants and is barefoot.",
        "original_hypothesis": "A woman is taking a break and lying in the grass.",
        "perturbed_hypothesis": "The woman lying in the grass is wearing a blue dress and sandals.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A woman with a green headscarf, blue shirt and a very big grin.",
        "original_hypothesis": "The woman is young.",
        "perturbed_hypothesis": "The woman is an elderly person disguising herself.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Three children are playing with an illuminated water art display.",
        "original_hypothesis": "Three children are swearing at an illuminated water art display",
        "perturbed_hypothesis": "No children are playing with an illuminated water art display.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A young boy is taking American flags to place them where they will remind others of the sacrifices made by veterans.",
        "original_hypothesis": "A young boy is being forced to remind others of veterans.",
        "perturbed_hypothesis": "A young boy is removing American flags to prevent others from remembering the sacrifices made by veterans.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man is standing outside next to a garbage can.",
        "original_hypothesis": "A young black man stands beside an overfilled garbage can.",
        "perturbed_hypothesis": "No man is near the garbage can.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two kids running past a dinosaur in the woods.",
        "original_hypothesis": "Children are being chased by a velociraptor.",
        "perturbed_hypothesis": "The children are playfully racing *towards* a stationary dinosaur statue in a park.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A group of people in an alley looking at the camera.",
        "original_hypothesis": "People are taking a picture",
        "perturbed_hypothesis": "The people are being filmed.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A crowd gathered around a young man who is performing.",
        "original_hypothesis": "He is playing guitar for the crowd.",
        "perturbed_hypothesis": "No one is watching the young man; he is alone.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Four women standing around a yellow table are looking at laptops.",
        "original_hypothesis": "A group of women shopping for a new laptop.",
        "perturbed_hypothesis": "The four women standing around the yellow table are not looking at laptops.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A child in an orange outfit stands holding flowers.",
        "original_hypothesis": "The boy has a gift for his mother.",
        "perturbed_hypothesis": "The child is a girl wearing a purple dress and holding a stuffed animal.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "The indian's are performing a sacred dance.",
        "original_hypothesis": "The Indians hope there sacred dance will bring rain.",
        "perturbed_hypothesis": "The Indians are performing a secular, celebratory dance.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A group of travelers pulling suitcases are making their way down a platform.",
        "original_hypothesis": "A group of friends are travelling to Hawaii.",
        "perturbed_hypothesis": "The travelers are leaving their homes permanently, carrying all their remaining possessions.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "An Asian man is performing with face paint on.",
        "original_hypothesis": "The Asian man is drawing a crowd.",
        "perturbed_hypothesis": "The Asian man is performing alone in an empty room.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A woman wearing glasses and a brown beanie next to a girl with long brown hair holding a book.",
        "original_hypothesis": "A woman is wearing glasses and a light brown beanie.",
        "perturbed_hypothesis": "The woman is not wearing glasses or a beanie, and the girl next to her has short blonde hair and is not holding anything.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A woman in a white wedding dress is being dressed and fitted by two other women.",
        "original_hypothesis": "A woman is being fitted for the first time.",
        "perturbed_hypothesis": "The woman is having her wedding dress altered for a future event, not her wedding.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "The small dog is running across the lawn.",
        "original_hypothesis": "A dog is chasing a ball.",
        "perturbed_hypothesis": "The small dog is stationary on the porch.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man in a brown shirt and a white baseball cap uses a plastic barrel to water tomato plants.",
        "original_hypothesis": "A man watering his neighbors plants.",
        "perturbed_hypothesis": "The man is using a metal watering can to hydrate his own rose bushes.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man is wearing a blue and yellow racing uniform while holding a bottle",
        "original_hypothesis": "this guy is wearing a racing uniform while holding a bottle of punch",
        "perturbed_hypothesis": "This man is wearing street clothes and is not holding anything.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A boy at the beach runs through the surf towards three other people who are already in the water.",
        "original_hypothesis": "The boy is running through the surf towards his family that are swimming.",
        "perturbed_hypothesis": "The boy is running through the surf away from the three people in the water, trying to avoid them.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A zaftig woman in a tube top and jeans dancing outdoors, with a guitarist behind her.",
        "original_hypothesis": "A woman is dancing to a mans guitar playing.",
        "perturbed_hypothesis": "The woman is dancing to recorded music and the guitarist is posing silently.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "This person is walking down the street and talking on their cellphone on a windy day.",
        "original_hypothesis": "The person on the phone is complaining about how windy it is outside.",
        "perturbed_hypothesis": "The person is using sign language to communicate on a video call.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "The white dog runs across the snow.",
        "original_hypothesis": "The dog was a husky.",
        "perturbed_hypothesis": "The dog was not white.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Man with plaid shirt staring off into the distance.",
        "original_hypothesis": "Man stares off into the distance at the incoming clouds.",
        "perturbed_hypothesis": "The man in the solid-colored shirt is looking down at his feet.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A mother holds her newborn baby.",
        "original_hypothesis": "An Asian mother holding her baby girl.",
        "perturbed_hypothesis": "The baby is not being held by its mother.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A woman is holding a large check for Kids Food Basket.",
        "original_hypothesis": "She is making a donation.",
        "perturbed_hypothesis": "Kids Food Basket is presenting her with the check.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A person with brown hair wearing a blue shirt and purple bandanna around their neck is chiseling a design into a round, brick pillar.",
        "original_hypothesis": "The brown haired person is a stone mason working on a reconstruction project.",
        "perturbed_hypothesis": "The brown-haired person wearing the blue shirt and purple bandanna is a graffiti artist vandalizing the brick pillar.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A boy posing on the soccer field.",
        "original_hypothesis": "The boy is on a soccer team.",
        "perturbed_hypothesis": "The boy has never played soccer and is trespassing on the field.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A city street corner with two passing bicyclists and several pedestrians.",
        "original_hypothesis": "The traffic is busy.",
        "perturbed_hypothesis": "The street corner is deserted.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "The Sooner football player carrying the ball is trying to avoid being tackled.",
        "original_hypothesis": "A quarterback is holding a ball.",
        "perturbed_hypothesis": "The Sooner football player carrying the ball is actively seeking to be tackled.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "a group of people celebrate their asian culture.",
        "original_hypothesis": "At a Chinese restaurant, a group of people celebrate their Asian culture.",
        "perturbed_hypothesis": "The group of people celebrating reject and actively denounce their Asian culture.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A young Asian woman wearing a blue shirt and blue jeans sits on her bike, as a young boy, with his bike down, looks up.",
        "original_hypothesis": "This young boy is shorter than this young woman.",
        "perturbed_hypothesis": "This young boy is taller than this young woman while standing.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Boy wearing red hat, blue jacket pushing plow in snow.",
        "original_hypothesis": "The boy pushes as hard as he can",
        "perturbed_hypothesis": "The boy is being pulled by the plow.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two mountaineers are walking across a snowcapped mountain.",
        "original_hypothesis": "Two mountaineers in a race across a mountain.",
        "perturbed_hypothesis": "Two mountaineers are descending a grassy hillside.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two women are sitting at a table, one is holding a baby and another child is playing on the floor.",
        "original_hypothesis": "Two mothers and their children are playing.",
        "perturbed_hypothesis": "Neither woman is the mother of either child.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A young boy is playing in the sandy water.",
        "original_hypothesis": "The boy is playing at the beach.",
        "perturbed_hypothesis": "The boy is playing in a sandbox filled with water.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A gray-haired man rides a bike in front of a bus advertising Ironman.",
        "original_hypothesis": "An older man rides his bike and is almost hit by a bus because he is looking at the Ironman poster.",
        "perturbed_hypothesis": "A young man with dark hair rides a scooter past a bus advertising a mattress sale.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man examines a bike during a yard sale.",
        "original_hypothesis": "The man wants to buy a bike",
        "perturbed_hypothesis": "The man already owns a perfectly functional bike and has no interest in acquiring another.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A group of smiling people are posing outdoors for a picture.",
        "original_hypothesis": "The group of people are smiling for their family photo.",
        "perturbed_hypothesis": "The group of people are grimacing in pain while posing outdoors for a picture.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Man in chair laughing and talking to others, while handling books.",
        "original_hypothesis": "Man takes library books back from customers.",
        "perturbed_hypothesis": "The man is discarding his own personal books while sharing a humorous anecdote with friends.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A closeup of an older man with glasses speaking.",
        "original_hypothesis": "The man is talking to himself.",
        "perturbed_hypothesis": "The man is actively engaged in a two-way conversation with another person off-camera.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A young girl poses with a trophy in the park.",
        "original_hypothesis": "A girl poses with her spelling bee trophy.",
        "perturbed_hypothesis": "The girl is posing with a borrowed trophy for a photograph and has not won any competition.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A young man in a heavy brown winter coat stands in front of a blue railing with his arms spread.",
        "original_hypothesis": "The young man is at his grandmothers house.",
        "perturbed_hypothesis": "The young man is posing for a photo shoot on a warm, tropical beach.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "This woman is setting out a vegetable collection for sale in the market.",
        "original_hypothesis": "A woman selling vegetables for extra cash.",
        "perturbed_hypothesis": "This woman is displaying her prize-winning vegetable collection at a non-commercial exhibition.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A girl in a blue dress takes off her shoes and eats blue cotton candy.",
        "original_hypothesis": "The girl in a blue dress is a flower girl at a wedding.",
        "perturbed_hypothesis": "The girl in the blue dress is barefoot at the beach, eating spun blue sugar made from natural ingredients.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A young girl with purple pants, a striped jacket, and a white hat is climbing up a ladder made of logs.",
        "original_hypothesis": "A girl is climbing up to see scenery.",
        "perturbed_hypothesis": "The girl is descending the log ladder.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "One young woman in a blue uniform helping another young woman in a blue sweatshirt with a white band around her arm.",
        "original_hypothesis": "A tall person in a uniform",
        "perturbed_hypothesis": "Two older men in civilian clothes.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Five women with red and black halter tops and red and black miniskirts wearing red and white shoes.",
        "original_hypothesis": "Five sisters wearing red and black attire are getting ready to take a family portrait.",
        "perturbed_hypothesis": "Five unrelated women wearing green and purple dresses and brown sandals are participating in a protest march.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Five women wearing red shirts are leaning against a red car.",
        "original_hypothesis": "The theme of the photo is red.",
        "perturbed_hypothesis": "The women are wearing a variety of colors, and the car is blue.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man and a woman are laughing.",
        "original_hypothesis": "A man and woman are laughing at a joke.",
        "perturbed_hypothesis": "The man and woman are not laughing.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man in a purple mascot costume is standing outside of a store while a man and a woman each wearing flamboyant clothing stand off to the side.",
        "original_hypothesis": "The costume is promoting the man's work.",
        "perturbed_hypothesis": "The man in the mascot costume is being forced to wear it against his will by the flamboyantly dressed couple.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A tan-skinned man sitting in a chair with a bag under his arm, talking on a white phone.",
        "original_hypothesis": " A young man sitting in a chair with a bag under his arm, talking on a white large phone.",
        "perturbed_hypothesis": "A pale-skinned woman standing without a bag, not using a phone.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A brunette woman holding a little girl dressed in pink is kneeling next to a grazing white and brown llama in the foreground of a hilly community.",
        "original_hypothesis": "A woman holds her daughter.",
        "perturbed_hypothesis": "A blonde man stands far away from any llamas, holding no children.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A chef is cutting a piece of fish with a chefs knife.",
        "original_hypothesis": "The chef is preparing sushi.",
        "perturbed_hypothesis": "The chef is filleting the fish to fry it.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man in a white shirt speaks into a microphone as other men gather behind him at a public event.",
        "original_hypothesis": "The man speaking is the President of the United States.",
        "perturbed_hypothesis": "The man speaking is a street performer, and the men behind him are random passersby.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A woman working long hours.",
        "original_hypothesis": "A woman is working in a factory.",
        "perturbed_hypothesis": "The woman is working part-time from home.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man standing in a cubicle with a chair that has a black Ginobili jersey on it.",
        "original_hypothesis": "A man is wearing his sport jersey in his cubicle.",
        "perturbed_hypothesis": "The man is not wearing a jersey; the jersey is draped over the chair.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A woman is chatting as she drinks her coffee.",
        "original_hypothesis": "The woman is chatting with her friend.",
        "perturbed_hypothesis": "The woman is talking to herself while alone.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A young man in a heavy brown winter coat stands in front of a blue railing with his arms spread.",
        "original_hypothesis": "The railing is in front of a frozen lake.",
        "perturbed_hypothesis": "The railing is a decorative feature inside a warm, indoor shopping mall.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A person swimming in a swimming pool.",
        "original_hypothesis": "A person embraces the cold",
        "perturbed_hypothesis": "A person avoids immersion in water.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A middle-aged woman in a light brown trench coat and black boots walks on the sidewalk past a shop entrance.",
        "original_hypothesis": "The middle-aged woman is heading home.",
        "perturbed_hypothesis": "The middle-aged woman is entering the shop she just passed.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two people are standing at the end of a wooden dock.",
        "original_hypothesis": "Women looking at the lake from the dock.",
        "perturbed_hypothesis": "No one is standing on the dock.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "An older caucasian couple is having their picture taken by a stone statue of a man and woman kissing.",
        "original_hypothesis": "The tourists are having their picture taken by a famous work of art.",
        "perturbed_hypothesis": "The couple is taking a selfie; no statue is involved.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A lit girl splashes around in natural water.",
        "original_hypothesis": "The girl is outside.",
        "perturbed_hypothesis": "The girl is splashing around in a man-made, indoor pool.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Twenty five people are marching.",
        "original_hypothesis": "A man plays the trombone on the sidewalk.",
        "perturbed_hypothesis": "All twenty-five people marching are playing trombones.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two women bend over to touch a small kangaroo.",
        "original_hypothesis": "The kangaroo wants to leave",
        "perturbed_hypothesis": "The kangaroo is being held firmly in place, preventing its escape.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Some dogs are running on a deserted beach.",
        "original_hypothesis": "They are in Hawaii.",
        "perturbed_hypothesis": "There are no dogs on the beach.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man in an apron smiles as he pokes a frying donut with a little metal stick.",
        "original_hypothesis": "The man is in the kitchen of a restaurant.",
        "perturbed_hypothesis": "The man is at home, making donuts as a hobby.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A boy is being splashed in a swimming pool.",
        "original_hypothesis": "A boy is playing in his new swimming pool.",
        "perturbed_hypothesis": "The boy is completely dry and nowhere near a swimming pool.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A dog carries an object in the snow.",
        "original_hypothesis": "A dog is carrying a stick in the snow.",
        "perturbed_hypothesis": "The dog is carrying no object in the snow.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Team member 39 waiting for the puck to come his way.",
        "original_hypothesis": "An ice hockey player waits to make his move.",
        "perturbed_hypothesis": "Team member 39 is actively pursuing the puck.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A boy and girl child swing together on a swing set.",
        "original_hypothesis": "A brother and sister are playing on a swing set.",
        "perturbed_hypothesis": "Two unrelated children of the same gender are playing on a swing set.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A woman on the sidewalk blocks the sun from her eyes to peer down the street.",
        "original_hypothesis": "A woman is attempting to recognize a friend she thinks is approaching.",
        "perturbed_hypothesis": "The woman is shielding her eyes from the streetlight shining directly into them.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two men and one woman with blond-hair walk through a gate with barbed wire on top.",
        "original_hypothesis": "A family is walking through a gate.",
        "perturbed_hypothesis": "Three dark-haired women walked through a gate without barbed wire.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two men are making hand gestures and posing for a picture.",
        "original_hypothesis": "Two friends give thumbs up to the camera.",
        "perturbed_hypothesis": "The two men are arguing and gesturing angrily at each other.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "The little boy is smiling as he crosses a rope on an assault course.",
        "original_hypothesis": "Some people have gone to the woods for training.",
        "perturbed_hypothesis": "The little boy is not smiling and is not on an assault course.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A woman with a pink purse walks down a crowded sidewalk.",
        "original_hypothesis": "A woman escapes a from a hostile enviroment",
        "perturbed_hypothesis": "The woman with the pink purse is calmly strolling in a familiar and safe environment.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two men scrimmage in soccer, as a referee looks on.",
        "original_hypothesis": "the ref is watching the two men play soccer before he goes home",
        "perturbed_hypothesis": "The referee is not observing the two men, nor are they playing soccer.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man is socializing with another man in the bar.",
        "original_hypothesis": "Two friends talking while getting a drink after work.",
        "perturbed_hypothesis": "The two men are complete strangers who are not interacting in any way.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A person in full astronaut suit and gear trains in an underwater lab as a scuba diver assists.",
        "original_hypothesis": "A female astronaut adjusting to the feeling of low gravity by training underwater.",
        "perturbed_hypothesis": "The person training underwater is not wearing an astronaut suit or any specialized gear.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A Man is eating food next to a child on a bench.",
        "original_hypothesis": "Man eating his food while sitting with his daughter.",
        "perturbed_hypothesis": "The man is not eating and is not next to a child.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two young teenage girls hiking through the snow on a cold winter day.",
        "original_hypothesis": "Two girls with blonde hair are hiking.",
        "perturbed_hypothesis": "Two adult men are hiking through a desert on a hot summer day.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Children are playing and swimming in a boy of water with a footbridge in the background.",
        "original_hypothesis": "Children are swimming in cold water.",
        "perturbed_hypothesis": "The children are playing on dry land far from any body of water.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man wearing a business suit holds up a drink as the other laughs.",
        "original_hypothesis": "some men drinking at the bar together",
        "perturbed_hypothesis": "The man in the business suit is alone and not drinking, while the other person is crying.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "There are children playing in the snow and one of them is making a snowball.",
        "original_hypothesis": "Two brothers have a snowball fight.",
        "perturbed_hypothesis": "No children are playing in the snow, and no snowballs are being made.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man and a young girl swimming.",
        "original_hypothesis": "a father and daughter swim together",
        "perturbed_hypothesis": "Two strangers, a man and a young girl, happen to be swimming in the same location but completely independently of each other.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two men are making hand gestures and posing for a picture.",
        "original_hypothesis": "The men are standing in total darkness.",
        "perturbed_hypothesis": "The men are being photographed in bright, even lighting.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A golden dog bounds across the snow-covered hill.",
        "original_hypothesis": "A golden animal bounds across the snow-covered plateau.",
        "perturbed_hypothesis": "A brown cat sits motionless in a grassy meadow.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "An elderly man talking to a young boy by a table of produce.",
        "original_hypothesis": "the boy was listening",
        "perturbed_hypothesis": "The boy was deaf and unable to hear the man.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Men in hard hats work along a wall.",
        "original_hypothesis": "Guys are working near a wall and it starts raining.",
        "perturbed_hypothesis": "No men are near the wall.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Women are working and digging in a field.",
        "original_hypothesis": "Women are digging in a field to plant corn.",
        "perturbed_hypothesis": "Women are not working.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "This is when daddy taught her how to ride her scooter.",
        "original_hypothesis": "daddy is old",
        "perturbed_hypothesis": "Daddy was not yet born.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man wearing a blue apron and long rubber boots is dragging a flotation device from a long row of flotation devices.",
        "original_hypothesis": "A worker pulls up his long boots before climbing onto the flotation device.",
        "perturbed_hypothesis": "The man is removing the flotation device in order to repair the dock it is attached to.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two men are shirtless on the beach on a beautiful day.",
        "original_hypothesis": "Two men are shirtless.",
        "perturbed_hypothesis": "The two men are fully clothed.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A group of young cheerleaders in pink and white costumes perform on a stage.",
        "original_hypothesis": "They are holding pom poms.",
        "perturbed_hypothesis": "They are performing a Shakespearean tragedy in formal Elizabethan attire.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man in an orange jacket reaches under a busted up blue car on wooden supports.",
        "original_hypothesis": "A man is repairing a car.",
        "perturbed_hypothesis": "The man in the orange jacket is retrieving a hidden object, not working on the car itself.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "There is a person walking down a tree lined street with snow scattered about.",
        "original_hypothesis": "There is a man walking down a tree lined street with snow scattered about.",
        "perturbed_hypothesis": "No person is walking down that tree-lined street with scattered snow.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A smiling woman and man are seated in front of a microphone in a music studio.",
        "original_hypothesis": "the woman is happy.",
        "perturbed_hypothesis": "The woman is feigning happiness for the recording and is actually deeply upset.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A young man in a backwards baseball cap balances his skateboard on the edge of the concrete.",
        "original_hypothesis": "The man has a colorful skateboard",
        "perturbed_hypothesis": "The man is not holding a skateboard.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A group of three people and one dog hike up a green mountainside.",
        "original_hypothesis": "People are racing up a hill.",
        "perturbed_hypothesis": "A solitary cat sits motionless on a flat, barren desert.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "3 women run in a marathon with the crowd in the background, one with the label Galina and another the label Inga, and the 3rd running close behind them in blue.",
        "original_hypothesis": "Galina is winning the race.",
        "perturbed_hypothesis": "The woman in blue is significantly ahead of both Galina and Inga.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A motorist gets some air over a rough hill.",
        "original_hypothesis": "A motorist is riding his bike in a competition.",
        "perturbed_hypothesis": "The motorist is driving a low-riding car on a smooth, paved road.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "there are 5 people on a stage without their face showing behind a red curtain",
        "original_hypothesis": "The people are waiting for their performance to start.",
        "perturbed_hypothesis": "There are no people behind the curtain; the silhouettes are created by inanimate objects.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Three women sit together near woven walls.",
        "original_hypothesis": "The woven walls are multicolored.",
        "perturbed_hypothesis": "There are no walls near the three women.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A black and white dog jumps up and down in the snow.",
        "original_hypothesis": "A dog wants back inside from the cold.",
        "perturbed_hypothesis": "The dog is enjoying playing in the snow and does not want to go inside.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Blond women working wearing gloves.",
        "original_hypothesis": "A woman wearing gloves to hide her injuries.",
        "perturbed_hypothesis": "The woman wearing gloves has no injuries and is a brunette.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A black and brown dog is playing with a brown and white dog.",
        "original_hypothesis": "Two dogs play with a chew toy.",
        "perturbed_hypothesis": "No dogs are playing with each other.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A lady in a dark coat is sitting with many people around her.",
        "original_hypothesis": "A woman is attempting an eating competition at a festival.",
        "perturbed_hypothesis": "The woman in the dark coat is sitting alone in an empty room.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A windsurfer catching air with water streaming off of the board.",
        "original_hypothesis": "The windsurfer is having fun.",
        "perturbed_hypothesis": "The windsurfer is experiencing intense frustration and struggling to control the board.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Three children are playing on a swing in the garden.",
        "original_hypothesis": "Three children are playing on a blue swing set.",
        "perturbed_hypothesis": "No children are playing in the garden.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A skateboarder is performing a grab trick while hovering above a ramp, which is located within a city.",
        "original_hypothesis": "A skateboarder is at a skatepark with his friends showing off his moves.",
        "perturbed_hypothesis": "The skateboarder is alone, practicing a flat-ground trick in a rural field far from any ramps or urban areas.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two men are wrestling; one has the maple leaf of the Canadian flag on his uniform.",
        "original_hypothesis": "Two men wrestle in national competition.",
        "perturbed_hypothesis": "The two men are practicing moves in a private gym.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two men wearing dingy blue clothing are doing their job on a boat.",
        "original_hypothesis": "Two men are on a boat going to catch fish.",
        "perturbed_hypothesis": "Two men wearing clean, brightly-colored clothing are relaxing on a boat, not working.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "man in blue shirt sitting on the side of the road with a wheelbarrow of vegetables",
        "original_hypothesis": "A man sells fresh corn on the side of the road.",
        "perturbed_hypothesis": "The man is taking a break from gardening and is not selling anything.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A guy taking a nap in the back of a vehicle.",
        "original_hypothesis": "A man is dozing off while bumming a ride in the back of a truck.",
        "perturbed_hypothesis": "The man is wide awake and actively driving the vehicle.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Three women and two men are standing at the foot of a large staircase holding stringed instruments and a clarinet.",
        "original_hypothesis": "They are about to go upstairs.",
        "perturbed_hypothesis": "They are about to perform a concert right there at the foot of the staircase.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man wearing only a hat, boots, and underwear is walking the sidewalk with a guitar strapped around his shoulder.",
        "original_hypothesis": "A man wearing only a hat, boots, and underwear is walking the sidewalk at night",
        "perturbed_hypothesis": "The man is fully clothed and carrying his guitar in a case.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man with glasses sitting at a restaurant staring at something that is not shown.",
        "original_hypothesis": "a man at a restaurant waiting for his wife",
        "perturbed_hypothesis": "The man is a food critic reviewing a dish he has just tasted.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Women in blue dress singing on stage.",
        "original_hypothesis": "A woman is singing for the first time.",
        "perturbed_hypothesis": "No woman in a blue dress is singing on stage.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two men playing in a beautiful lake surrounded by mountains.",
        "original_hypothesis": "A couple people enjoy the water near the mountains.",
        "perturbed_hypothesis": "Two women are sunbathing on a desert beach far from any mountains.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A group of Asian girls are standing together.",
        "original_hypothesis": "The girls are standing outside.",
        "perturbed_hypothesis": "The girls are not standing together.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A girl playing a violin along with a group of people",
        "original_hypothesis": "A group of people are playing in a symphony.",
        "perturbed_hypothesis": "The girl is playing a solo violin piece.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A dusty boy runs along a dirt path through the grass.",
        "original_hypothesis": "A boy is running home after school.",
        "perturbed_hypothesis": "The boy is clean and walking on a paved road.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "The girl wearing a brown jacket whilst walking in snow.",
        "original_hypothesis": "The lady wearing a jacket is looking for her lost dog.",
        "perturbed_hypothesis": "The person walking in the snow is not wearing a brown jacket.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "The man is taking a picture of the beach.",
        "original_hypothesis": "the man is a photographer",
        "perturbed_hypothesis": "The man is facing away from the beach and taking a selfie.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Performer who is wearing 2 hats a scary mask and a black and white robe.",
        "original_hypothesis": "The actor playing Voldemort is wearing a scary mask and a black and white robe.",
        "perturbed_hypothesis": "The performer is wearing a single, brightly colored jumpsuit and no mask.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A woman with a blond ponytail and a white hat is riding a white horse, inside a fence with a horned cow.",
        "original_hypothesis": "The woman owns the horse.",
        "perturbed_hypothesis": "The woman is renting the horse for a photoshoot within the fenced area and does not own it.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A group of people on the bark, brightly lighten street, while one man with a gray hat holds a large colorful sign with arrows.",
        "original_hypothesis": "A group of friends heads down the street to a birthday party.",
        "perturbed_hypothesis": "The man with the sign is a lost tourist seeking directions, and the group around him are strangers individually trying to get past him on a crowded sidewalk.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man crouches down next to a motorcycle.",
        "original_hypothesis": "A man is stealing parts from a motorcycle.",
        "perturbed_hypothesis": "The man is adjusting the motorcycle's kickstand.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man talks to two guards as he holds a drink.",
        "original_hypothesis": "The prisoner is talking to two guards in the prison cafeteria.",
        "perturbed_hypothesis": "The man is conversing with two bouncers at a nightclub while holding a cocktail.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A group of children playing with props",
        "original_hypothesis": "The children are in a play.",
        "perturbed_hypothesis": "The children are spontaneously engaging in imaginative play without any pre-planned structure or assigned roles.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A black man wearing a down jacket with his arms spread and holding a pink comb.",
        "original_hypothesis": "A man was wearing a jacket in winter.",
        "perturbed_hypothesis": "The man was wearing a light t-shirt and shorts in summer, and holding no comb.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two guys playing soccer, one in red and the other in blue.",
        "original_hypothesis": "One of the men is a goalie.",
        "perturbed_hypothesis": "Neither of the men are playing soccer.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two sweet young girls on ice skates, hands up and holding on to each other get ready to begin their performance on the ice.",
        "original_hypothesis": "The female ice skaters are competing in a tournament.",
        "perturbed_hypothesis": "The girls are playfully practicing on the ice, not involved in any formal competition.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "An adventurous man navigates through the jungle with a long stick.",
        "original_hypothesis": "An adventurous man navigates through the jungle, searching for a rare babboon.",
        "perturbed_hypothesis": "The adventurous man navigates through the jungle without any tools or implements.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Girls dressed in red stand in a line.",
        "original_hypothesis": "They are going somewhere.",
        "perturbed_hypothesis": "The girls dressed in red are not standing in a line.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A woman sitting with a guitar talking to a man sitting with an umbrella.",
        "original_hypothesis": "It is raining.",
        "perturbed_hypothesis": "It is not raining, and the man is using the umbrella for shade from the sun.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A sungalsses vendor gazes into the distance.",
        "original_hypothesis": "A woman vendor gazes into the distance.",
        "perturbed_hypothesis": "A sunglasses vendor gazes at something nearby.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two men, one in a blue shirt and one in a green shirt analyze a piece of paper in the middle of a workshop area.",
        "original_hypothesis": "The men are discussing their blueprints.",
        "perturbed_hypothesis": "The men are illiterate and cannot understand anything written on the paper.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A black and white bird with a yellow beak is flying.",
        "original_hypothesis": "Bird flying outside against the sky",
        "perturbed_hypothesis": "The bird is perched on a branch, not flying.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man wearing a black beret, black coat, and black gloves takes a picture in the middle of a crowd",
        "original_hypothesis": "A man in black takes a picture of a fountain.",
        "perturbed_hypothesis": "The man in black is taking a selfie, not a picture of anything else.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man smiles while he shaves the head of another man.",
        "original_hypothesis": "A man is donating hair to a charity for cancer patients.",
        "perturbed_hypothesis": "The man is forcibly shaving the other man's head against his will.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man and woman in formal attire are standing in a high grass meadow, posing for the photographer, and she has two of her fingers up on one hand behind his head.",
        "original_hypothesis": "A couple are having their wedding picture taken.",
        "perturbed_hypothesis": "The man and woman are actors filming a scene for a commercial, and the woman's hand gesture is part of the product's signature move.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A person in a red shirt and black pants hunched over.",
        "original_hypothesis": "The person is a woman.",
        "perturbed_hypothesis": "The person hunched over is not wearing a red shirt and black pants.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man wearing a striped shirt has a camera slung over his shoulder.",
        "original_hypothesis": "The photographer is well dressed and carries a camera.",
        "perturbed_hypothesis": "The man wearing the striped shirt does not have a camera.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Elderly people walking down a city street.",
        "original_hypothesis": "The elderly people are walking to a restaurant.",
        "perturbed_hypothesis": "The elderly people are driving down the city street.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two oriental older women gathering rice from the fields.",
        "original_hypothesis": "Two Asian women are wearing hats.",
        "perturbed_hypothesis": "The two elderly women of East Asian descent are indoors and not engaged in agricultural activities.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two women in black enjoying a lunch in a restaurant.",
        "original_hypothesis": "The restaurant is crowded",
        "perturbed_hypothesis": "The restaurant is completely empty except for the two women.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two men walking in summer attire.",
        "original_hypothesis": "Two men are walking down the sidewalk.",
        "perturbed_hypothesis": "Two men are walking in winter attire.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Many people gathered in a room with several people on stage with instruments and the words \"The Early November\" on the wall.",
        "original_hypothesis": "Parents gathers for a local high school concert",
        "perturbed_hypothesis": "The gathering was a convention of early childhood educators, and the \"Early November\" sign referred to a curriculum planning session.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two boys running down a outer hallway of an apartment building, with one running into frame with the other running ahead down the hall.",
        "original_hypothesis": "Two boys are playing a game.",
        "perturbed_hypothesis": "The two boys are fleeing from something inside the apartment.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two bearded men sit side by side.",
        "original_hypothesis": "Two men are sitting together at a park.",
        "perturbed_hypothesis": "Two clean-shaven women sit side by side.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Man with black shirt and sunglasses makes something out of a balloon.",
        "original_hypothesis": "A clown makes balloon animals.",
        "perturbed_hypothesis": "The man with the black shirt and sunglasses does not interact with balloons in any way.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A young dark-haired woman with red sun visor holding an open white umbrella amidst a crowd of people",
        "original_hypothesis": "The attractive brunette in a red visor gets a lot of attention from the crowd as she holds a white umbrella.",
        "perturbed_hypothesis": "The woman with light blonde hair, wearing a blue baseball cap, and holding a closed black umbrella stands alone, away from the crowd.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "These are young adults who seem to be working together to protect the plants surrounding the white pole.",
        "original_hypothesis": "The plants are ferns",
        "perturbed_hypothesis": "The plants surrounding the white pole are artificial decorations placed there by landscapers, and the young adults are actors simulating protective behavior for a film shoot.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "4 children and 1 adult look at an armadillo on a grassy hill with 2 trees.",
        "original_hypothesis": "A family visits the zoo.",
        "perturbed_hypothesis": "The five individuals observing the armadillo are strangers who encountered each other by chance in a natural, undeveloped area.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A public speaker in a plaid shirt speaks on the microphone.",
        "original_hypothesis": "A man gives a speech about the economy.",
        "perturbed_hypothesis": "A woman not wearing plaid delivers a silent mime performance.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A white dog next to a basement window.",
        "original_hypothesis": "A Pomeranian next to a window",
        "perturbed_hypothesis": "A black cat next to an attic window.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man on a bike, with the sun beating down in the background, just launched off of a dirt ramp and is coming back down.",
        "original_hypothesis": "A professional bike rider performing tricks.",
        "perturbed_hypothesis": "The man accidentally rode his bike off the ramp and is now falling uncontrollably.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "This person in a yellow kayak is riding the rapids.",
        "original_hypothesis": "This person is going to the waterfall",
        "perturbed_hypothesis": "This person is paddling upstream, away from the rapids.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A person is hanging on to the bottom of an airplane preparing to skydive.",
        "original_hypothesis": "A person is skydiving alone",
        "perturbed_hypothesis": "The person is inside the airplane.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A woman in a striped shirt is walking a horse across a street.",
        "original_hypothesis": "An old woman in a red and blue striped shirt is walking a large black horse across a street.",
        "perturbed_hypothesis": "No woman is walking any horse across any street.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A football layer wearing a red shirt.",
        "original_hypothesis": "A built man wearing a tshirt.",
        "perturbed_hypothesis": "A football player wearing a shirt that is not red.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A variety of people are sitting around a tale doing craft projects.",
        "original_hypothesis": "The people are creative.",
        "perturbed_hypothesis": "The people are all engaged in purely repetitive, assembly-line style tasks requiring no creativity whatsoever.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A barber in a sports themed barber shop waits for his next customer to arrive.",
        "original_hypothesis": "A barber in a sports shop waits eagerly for business.",
        "perturbed_hypothesis": "The barber in the sports-themed barber shop has permanently closed his business and is clearing out the remaining equipment.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Three people are riding a carriage pulled by four horses.",
        "original_hypothesis": "The horses are scrawny.",
        "perturbed_hypothesis": "There are fewer than four horses pulling the carriage.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "The blond girl is opening her drink as she speaks to the person with her.",
        "original_hypothesis": "A girl is opening a Diet Coke while talking to her boyfriend.",
        "perturbed_hypothesis": "The brunette girl is silently reading a book, alone.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Three people posing for a camera",
        "original_hypothesis": "The three people are all female.",
        "perturbed_hypothesis": "There are fewer than three people posing for the camera.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Casually dressed young males and females are sitting and laying on a grassy area with bicycles and other personal belongings reading on a sunny day.",
        "original_hypothesis": "A bunch of people are hanging out in the park in the middle of classes.",
        "perturbed_hypothesis": "These individuals are attending a formal outdoor business conference during working hours.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man siting on a bench with a briefcase.",
        "original_hypothesis": "The man is waiting for the bus to take him to the airport.",
        "perturbed_hypothesis": "The man is a street performer who uses the briefcase as a prop and the bench as his stage.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Rock band on stage immersed in light show.",
        "original_hypothesis": "Some of the lights are yellow.",
        "perturbed_hypothesis": "The stage is completely dark, devoid of any lighting whatsoever.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A lady is promoting something to the other two girls.",
        "original_hypothesis": "A woman is selling jewelry to two girls.",
        "perturbed_hypothesis": "The lady is receiving advice from the two other girls.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "An Asian woman enjoys a nice treat",
        "original_hypothesis": "The Asian woman is eating ice cream.",
        "perturbed_hypothesis": "The Asian woman is enduring an unpleasant experience.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "three dogs run through the grass.",
        "original_hypothesis": "Three dogs run through the dead, brown grass.",
        "perturbed_hypothesis": "No dogs run through the grass.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "people sitting on stools looking outside.",
        "original_hypothesis": "People look out side the bar they are in.",
        "perturbed_hypothesis": "The people are sitting on indoor benches facing away from all windows and doors.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A city street with market vendors and children being pushed in strollers with a large cathedral in the background.",
        "original_hypothesis": "The children are bored.",
        "perturbed_hypothesis": "The scene depicts a vibrant, stimulating environment specifically designed to engage and entertain children.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two men in hard hats look at a building while on the side of a street.",
        "original_hypothesis": "2 male humans are working construction.",
        "perturbed_hypothesis": "The two men in hard hats are bird watchers observing a peregrine falcon nest on the building.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "There is a man poking a long stick up towards the ceiling.",
        "original_hypothesis": "The man has no arms.",
        "perturbed_hypothesis": "The man is using both of his arms to poke the long stick towards the ceiling.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A young boy in a red shirt is wearing a helmet while sitting on a motorcycle.",
        "original_hypothesis": "A young boy wears a helmet and biking boots.",
        "perturbed_hypothesis": "The young boy is not wearing a helmet and is not on a motorcycle.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "This off-roading driver has tipped his truck.",
        "original_hypothesis": "An off-roading truck was totalled.",
        "perturbed_hypothesis": "This off-roading driver's truck remains upright.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A dark-skinned man wearing a green cap backwards on his head grins in a crowd.",
        "original_hypothesis": "The guy in the green cap just got home.",
        "perturbed_hypothesis": "The man wearing the backwards green cap is frowning and far from home.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A person dressed in black and red protective gear drives an ATV on a track.",
        "original_hypothesis": "There is a person driving in a tournament.",
        "perturbed_hypothesis": "No one wearing any protective gear is driving any vehicle on any track.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A young woman wearing jeans and a gray sweater walks across an empty street.",
        "original_hypothesis": "A woman is on her way home.",
        "perturbed_hypothesis": "The woman is a street performer heading to her next scheduled performance in a nearby park.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A dog opens its mouth to catch a blue and yellow toy.",
        "original_hypothesis": "The puppy is chasing a ball.",
        "perturbed_hypothesis": "The dog opens its mouth to bite a red and green treat.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two women are relaxing in a hot tub.",
        "original_hypothesis": "Two women are on vacation in the hot tub.",
        "perturbed_hypothesis": "The two women are working on their laptops at their desks.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "a man walks on the icy sidewalk.",
        "original_hypothesis": "The man almost slipped earlier.",
        "perturbed_hypothesis": "The man walks on a dry, gritted sidewalk.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Chefs prepare food on a grill in front of their customers.",
        "original_hypothesis": "The customers are entertained while watching the chefs make the food.",
        "perturbed_hypothesis": "Chefs prepare the food in a separate kitchen, out of sight of the customers.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A small child in a red jacket is sitting on a man's shoulders and holding his head.",
        "original_hypothesis": "Th small child is watching a performance.",
        "perturbed_hypothesis": "The small child is guiding the man, who cannot see, because he is blindfolded.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "The man white purple and white polka-dotted shirts is eating and looking to his right while the woman behind him has a confused look on her face.",
        "original_hypothesis": "The guy is eating a sandwich while a lady wonders what's in the sandwich.",
        "perturbed_hypothesis": "The man in the solid blue shirt is facing forward, not eating, and the woman behind him is smiling.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two people are playing wiffle ball in a suburban area.",
        "original_hypothesis": "A man and a woman are playing together.",
        "perturbed_hypothesis": "No people are playing wiffle ball in a suburban area.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "The backs of a woman and her dog as they walk away from the camera with the dog on a red leash and her in a green tank top.",
        "original_hypothesis": "A dog on a red leash getting ready to go to the beach.",
        "perturbed_hypothesis": "The woman and dog are walking toward the camera, the dog is off-leash, and the woman is wearing a blue shirt.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A furry dog is jumping over a hurdle.",
        "original_hypothesis": "Several dogs are racing and one is jumping over a hurdle.",
        "perturbed_hypothesis": "A hairless dog is walking under a hurdle.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Asian class posing for picture with Stormtrooper",
        "original_hypothesis": "The class is holding hands.",
        "perturbed_hypothesis": "The class is scattered throughout the room, avoiding interaction with the Stormtrooper.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A man dressed in a surfing shirt and blue and white shorts skillfully guides his yellow board with its multicolored sail over the crest of an ocean wave, flipping over in the process.",
        "original_hypothesis": "a man has surfed for an hour",
        "perturbed_hypothesis": "The man is experiencing his first time on a windsurfing board and has never surfed before.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "There are many people in a large room with a lot of furniture with tags on them.",
        "original_hypothesis": "Treasure hunters flock to an estate sale, with a lot of antique furniture for sale.",
        "perturbed_hypothesis": "The room is empty of people, and the furniture has no tags.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "Two women are hugging on a path through a grassy area with a cow visible past them.",
        "original_hypothesis": "the women have rounded up the last cow for the fall",
        "perturbed_hypothesis": "The women are avoiding the cow which has escaped its enclosure.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "First Lady Laura Bush at podium, in front of seated audience, at the White House Conference on Global Literacy.",
        "original_hypothesis": "Laura Bush gets ready to address a heated issue",
        "perturbed_hypothesis": "Laura Bush is enjoying a private moment alone in the White House residence.",
        "original_label": "neutral",
        "new_label": "contradiction"
    },
    {
        "premise": "A boy looks out the window at another boy who is spraying the window with water.",
        "original_hypothesis": "The boy is wearing shorts.",
        "perturbed_hypothesis": "The boy looking out the window is completely dry.",
        "original_label": "neutral",
        "new_label": "contradiction"
    }
]